[
  {
    "Name": "Speedating",
    "Date": "6/11/2025 10:00am",
    "Program Week": "Week 1",
    "Type of session": "Group exercise",
    "Speaker": null,
    "Emails": null,
    "Slack Instruction & Email Commu": null,
    "Notes / Feedback": "announce groups of 4 people before, stop the time (I think we did 3 minutes?)\n",
    "Attachments": null,
    "Participants": " Simon Bigot,Adhityan KV,Alan Chevillard,Alexandre Pantalacci,Alina Kanstantsi,André Kaminker,Anthony Haddad,Artur Vianna,Barbara Okoro,Connor Blair,Constantin Dubus,Fabian Tewes,Franz Weber,Gabriel Duciel,Giorgio Rodrigano,Jules Ferrer,Julie Colin,Leo Thevenet,Leon Ruckert,Moussa El Ouafi,Nicolas Metzke,Sachin Saluja,Stéphane Millet,Tea Vrcic,Thamanna Razak,Thomas Martin,Tomas Jenicek,Victor Thery,Mariya Borovikova,Oudavone Surot,Dylan Mérigaud",
    "Name (from linked)": " Simon Bigot, Adhityan KV, Alan Chevillard, Alexandre Pantalacci, Alina Kanstantsi, André Kaminker, Anthony Haddad, Artur Vianna, Barbara Okoro, Connor Blair, Constantin Dubus, Fabian Tewes, Franz Weber, Gabriel Duciel, Giorgio Rodrigano, Jules Ferrer, Julie Colin, Leo Thevenet, Leon Ruckert, Moussa El Ouafi, Nicolas Metzke, Sachin Saluja, Stéphane Millet, Tea Vrcic, Thamanna Razak, Thomas Martin, Tomas Jenicek, Victor Thery, Mariya Borovikova, Oudavone Surot, Dylan Mérigaud",
    "Notes 2": null
  },
  {
    "Name": "Group Exercise 1 - Worst startup",
    "Date": "6/11/2025 2:00pm",
    "Program Week": "Week 1",
    "Type of session": "Group exercise",
    "Speaker": null,
    "Emails": null,
    "Slack Instruction & Email Commu": "Slack message 1 (30 min before the exercise): \n\nHi everyone,\nJust a quick reminder that we’ll meet again at 2:00 PM in the Creativity Room (inside the Share Zone).\nWe’ll start with a short presentation about Pioneers, followed by a Q&A in case you have any questions. After that, we’ll dive into our first group exercise: “Worst Startup Ever” :boom:\nHere are your groups for the session:\n\n\ncreate groups of 3 & 4 people and list them here!!\n---\n\nSlack message 2 (after Maxime finishes speaking)\n\nExercise: The Worst Startup Idea\nGoal:\n Come up with the most ridiculously bad startup idea you can think of — and pitch it like it’s the next unicorn.\nHow It Works\nYour Mission\nAs a team, create and pitch the worst startup idea possible — one that is:\nIncredibly niche or solves a non-problem (e.g. throw AI at everything - solution in search of a problem)\nTechnically or ethically flawed\nCompletely unscalable\nPrep Time\nUse this time to brainstorm and prepare a 3-4 minute pitch . Think of:\nName & tagline\nProblem Slide\nSolution Slide\nBusiness Model\nTarget Market with Market Size\nGTM Strategy / Timeline\nOptional: Fundraising\nTeam\nPitch Time (3-4 min per group)\nEach group pitches their horrible idea with full confidence — as if they truly believe in it\nVoting\nAfter all pitches, everyone votes for:\nWorst Startup Idea\nMost Convincing Pitch for a Bad Idea\nBest Team Name",
    "Notes / Feedback": null,
    "Attachments": null,
    "Participants": "Adhityan KV,Alan Chevillard,Alexandre Pantalacci,Alina Kanstantsi,André Kaminker,Anthony Haddad,Artur Vianna,Barbara Okoro,Connor Blair,Constantin Dubus,Dylan Mérigaud,Fabian Tewes,Franz Weber,Gabriel Duciel,Giorgio Rodrigano,Jules Ferrer,Julie Colin,Leo Thevenet,Leon Ruckert,Mariya Borovikova,Moussa El Ouafi,Nicolas Metzke,Oudavone Surot,Sachin Saluja,Stéphane Millet,Tea Vrcic,Thamanna Razak,Thomas Martin,Tomas Jenicek,Victor Thery, Simon Bigot",
    "Name (from linked)": "Adhityan KV, Alan Chevillard, Alexandre Pantalacci, Alina Kanstantsi, André Kaminker, Anthony Haddad, Artur Vianna, Barbara Okoro, Connor Blair, Constantin Dubus, Dylan Mérigaud, Fabian Tewes, Franz Weber, Gabriel Duciel, Giorgio Rodrigano, Jules Ferrer, Julie Colin, Leo Thevenet, Leon Ruckert, Mariya Borovikova, Moussa El Ouafi, Nicolas Metzke, Oudavone Surot, Sachin Saluja, Stéphane Millet, Tea Vrcic, Thamanna Razak, Thomas Martin, Tomas Jenicek, Victor Thery,  Simon Bigot",
    "Notes 2": null
  },
  {
    "Name": "Individual pitch",
    "Date": "6/16/2025 10:00am",
    "Program Week": "Week 2",
    "Type of session": "Group exercise",
    "Speaker": null,
    "Emails": null,
    "Slack Instruction & Email Commu": "Slack Intro 30 min before the start\n\nHey batch,\nI hope you're all recharged and ready for week 2 :saluting_face:\nA quick reminder of the next session \"Individual Pitches\" starts at 10AM at the Creativity Room (Share zone right side from entrance and on the first floor) .\nFormat: Individual 3-minute pitches on your track record and what you're looking for. No decks allowed!",
    "Notes / Feedback": "MOVE THIS TO FIRST DAY! (ideally first exercise), morning exercise, and then speed dating in the afternoon!",
    "Attachments": null,
    "Participants": " Simon Bigot,Adhityan KV,Alan Chevillard,Alexandre Pantalacci,Alina Kanstantsi,André Kaminker,Amit Sinha,Anthony Haddad,Artur Vianna,Barbara Okoro,Connor Blair,Dylan Mérigaud,Fabian Tewes,Giorgio Rodrigano,Jules Ferrer,Julie Colin,Leo Thevenet,Lala Torop,Leon Ruckert,Mariya Borovikova,Moussa El Ouafi,Nicolas Metzke,Oudavone Surot,Sachin Saluja,Stéphane Millet,Tea Vrcic,Thamanna Razak,Tomas Jenicek",
    "Name (from linked)": " Simon Bigot, Adhityan KV, Alan Chevillard, Alexandre Pantalacci, Alina Kanstantsi, André Kaminker, Amit Sinha, Anthony Haddad, Artur Vianna, Barbara Okoro, Connor Blair, Dylan Mérigaud, Fabian Tewes, Giorgio Rodrigano, Jules Ferrer, Julie Colin, Leo Thevenet, Lala Torop, Leon Ruckert, Mariya Borovikova, Moussa El Ouafi, Nicolas Metzke, Oudavone Surot, Sachin Saluja, Stéphane Millet, Tea Vrcic, Thamanna Razak, Tomas Jenicek",
    "Notes 2": null
  },
  {
    "Name": "Mini Challenge 2",
    "Date": "6/17/2025 4:00pm",
    "Program Week": "Week 2",
    "Type of session": "Group exercise",
    "Speaker": null,
    "Emails": null,
    "Slack Instruction & Email Commu": "Slack message 1: \n\n@channel\nHi everyone,\nHere are the group for the next mini challenge. We added at least one person per team that can launch a website quickly.\nEnjoy building!\n\nAdd teams of 4 (remaining 5)\n\n\n\nSlack message 2 (right after Maxime is done explaining):\n\n@channel\nHere is today's challenge:\n:rocket: \"Build your Distribution Machine\" Challenge\n Let’s simulate your second go-to-market attempt — we want you to build a system you'd use to get your first paying users. This is a scrappy, hands-on team challenge to build and test a distribution channel in just 1.5h.\n:test_tube: Step 1 – Build your Value Prop\n Pick an industry you're interested in. Build a value prop (e.g. a landing page with signup option, a newsletter, an advertisement, or a social media post). This is your smoke screen. Once you have set this up, you try to collect waitlist signups.\n:magnet: Step 2 – Drive Your First Traffic\n Once your page is live, find the fastest way to market it and get your first 5+ signups. Some quick-win channels:\nProduct Hunt Ship, Reddit, Facebook groups, IndieHackers, in person sign ups or any other creative way\n:memo: Submit by 5:45 in #submissions\nCreate a Google Doc with:\nProject name, team members, and a 1-liner\nWebsite link\nTool used to build the page (Webflow, Lovable, Wordpress etc.)\nWhat channels you used to get subscribers\nNumber of users reached\nNumbers of \"sign-ups\"\n:mega: 5:45 – Group Recap & Debrief\n We'll meet to quickly share learnings and compare funnels. Let’s see what works!\n\n\nMessage 3 right at the end: \n@channel hey everyone - please submit in the #submissions channel and come to the Pioneers space",
    "Notes / Feedback": "create groups before and allow people to choose group members earlier if they want",
    "Attachments": null,
    "Participants": " Simon Bigot,Adhityan KV,Alan Chevillard,Alina Kanstantsi,Amit Sinha,André Kaminker,Anthony Haddad,Artur Vianna,Connor Blair,Dylan Mérigaud,Fabian Tewes,Giorgio Rodrigano,Jules Ferrer,Julie Colin,Lala Torop,Leo Thevenet,Leon Ruckert,Mariya Borovikova,Moussa El Ouafi,Nicolas Metzke,Sachin Saluja,Stéphane Millet,Tea Vrcic,Thamanna Razak,Tomas Jenicek",
    "Name (from linked)": " Simon Bigot, Adhityan KV, Alan Chevillard, Alina Kanstantsi, Amit Sinha, André Kaminker, Anthony Haddad, Artur Vianna, Connor Blair, Dylan Mérigaud, Fabian Tewes, Giorgio Rodrigano, Jules Ferrer, Julie Colin, Lala Torop, Leo Thevenet, Leon Ruckert, Mariya Borovikova, Moussa El Ouafi, Nicolas Metzke, Sachin Saluja, Stéphane Millet, Tea Vrcic, Thamanna Razak, Tomas Jenicek",
    "Notes 2": null
  },
  {
    "Name": "Group work 2 - Startup Challenge",
    "Date": "6/18/2025 10:00am",
    "Program Week": "Week 2",
    "Type of session": "Group exercise",
    "Speaker": null,
    "Emails": null,
    "Slack Instruction & Email Commu": "At the beginning: \n\nMsg 1: \n\nGroups for the Startup Challenge\n- group of 3 or 4 people\n\nMsg 2: \n\nPIONEERS STARTUP CHALLENGE\nStartup Challenge\nWelcome to the Startup Challenge, where you and your designated teams will embark on an exciting journey to create a tech startup from scratch.\nObjective: The goal of the Startup Challenge is to complete as many tasks necessary to launch a startup. You will earn points for completing various tasks, each contributing to the success of your project. Prioritization and teamwork is key.\nProblem space: you will have to choose a problem space to work on. No existing startup allowed! (Not even from previous mini-challenges)\nTeam Formation: You will be divided into teams of 3 to 4 participants.\nChallenge Tasks and Points:\nYour team will have a list of challenges, each with a specific number of points associated with it. These challenges are designed to guide you in developing your startup project. Here's the list of challenges and their points:\nUser Interviews: Conduct a REAL user interview (out of cohort) to gather insights and feedback on your startup idea. (100 points each)\n1-Minute Video of Elevator Pitch (40 points): Create a concise and engaging 1-minute video that presents your elevator pitch. With your phone!\nLogo (5 points): Create a unique and memorable logo for your startup project.\n6-Slide Pitch Presentation (30 points): Craft a compelling 6-slide pitch presentation that effectively communicates your startup idea.\nLanding Page (30 points): Design a captivating landing page that showcases your project's value proposition.\nFigma Product Design (50 points): Develop a Figma prototype that demonstrates the functionality and user experience of your product.\nUser Onboarding Flow (50 points): Design an efficient user onboarding process that guides users in using your product effectively.\nLinkedIn Page (15 points): Create a professional LinkedIn page for your startup project, highlighting your team's expertise.\nFind 10 ways to promote your product for free (30 points)\nEmail Subscribers (5 points per email)\nBuild community of 50 people [for B2C only] (200 points each 50 members)\nSign LOI with someone [for B2B only] (150 points each LOI)\nGame Rules:\nTeams will choose which challenges to undertake based on their points and project strategy.\nEach completed challenge will earn your team the specified points.\nThe team with the most points at the end of the challenge will be declared the winner.\nImportant Dates:\nChallenge Kick-off: 10:20pm\nChallenge Deadline: 12:20pm – present your achievements!\nPost your results in the slack #cofounderboat channel – Open a thread with your group name and input your documents!\nScoring and Prizes:\nTeams will be scored based on the total points earned from completed challenges.\nA 100 EUR amazon gift card per team member will be awarded to the winning team.\nGood luck to all !\n@channel \n\nFYI:  Freelancers, early-stage solo founders, creators, indie developers, who pay for tools from their own money are NOT considered B2B customers. They are Prosumers. A B2B Customer considered for full LOI points should pay from company expenses (have cashflow) and have at least 1 Full-time employee.\n\nWarning: :warning: We will deduct points for incomplete or poor task completions.\n\nAn LOI must have a digital or physical signature. Emails are not accepted!\n\na user interview should be an actual conversation with a potential user. Submission should be a recap of that conversation with key learnings!\n\n\nMessage 3 - swapping people \n\n@channel\n:bangbang: :bangbang: :bangbang:\nCrisis Alert\nOne of your co-founders is about to be poached by a competitor!\nYou’ll get a random new teammate to replace them.\n\n\nMessage 4 (ending earlier)\n\n@channel\n:bangbang: :bangbang: :bangbang:\nAnnoying Investor Alert - YOU ONLY HAVE UNTIL 12:10!!!\nAn annoying investor needs you to show up right now. The investor shows no mercy and requires you to give an update right away.\nThat being said. Instead of 12:20, you now only have until 12:10 to submit.\nAny submissions after 12:10 are not counted and lead to disqualification.\nGood luck!!\n\n\nquick final message \n\nplease submit to the #submissions channel until 12:10 and come back to the creativity room for a few minutes for a debrief\n\n",
    "Notes / Feedback": "Important feedback:\nscoring needs to be reviewed (LOIs need more points, do not allow to interview people in Station F potentially or limit to 3 people), some people prefer to choose earlier with whom to work with\n--> allow people to choose earlier with whom to work",
    "Attachments": null,
    "Participants": " Simon Bigot,Adhityan KV,Alan Chevillard,Alina Kanstantsi,Amit Sinha,André Kaminker,Anthony Haddad,Artur Vianna,Barbara Okoro,Connor Blair,Dylan Mérigaud,Fabian Tewes,Gabriel Duciel,Giorgio Rodrigano,Jules Ferrer,Julie Colin,Leo Thevenet,Leon Ruckert,Mariya Borovikova,Moussa El Ouafi,Nicolas Metzke,Oudavone Surot,Sachin Saluja,Stéphane Millet,Tea Vrcic,Thamanna Razak,Tomas Jenicek",
    "Name (from linked)": " Simon Bigot, Adhityan KV, Alan Chevillard, Alina Kanstantsi, Amit Sinha, André Kaminker, Anthony Haddad, Artur Vianna, Barbara Okoro, Connor Blair, Dylan Mérigaud, Fabian Tewes, Gabriel Duciel, Giorgio Rodrigano, Jules Ferrer, Julie Colin, Leo Thevenet, Leon Ruckert, Mariya Borovikova, Moussa El Ouafi, Nicolas Metzke, Oudavone Surot, Sachin Saluja, Stéphane Millet, Tea Vrcic, Thamanna Razak, Tomas Jenicek",
    "Notes 2": null
  },
  {
    "Name": "Mini Challenge 3",
    "Date": "6/24/2025 2:00pm",
    "Program Week": "Week 3",
    "Type of session": "Group exercise",
    "Speaker": null,
    "Emails": null,
    "Slack Instruction & Email Commu": "1 hour before: \n\n@channel\nReminder that we meet @ 2PM (in one hour) in the Pioneers workspace for the briefing of the next challenge :fire:\nCome prepared and energetic !\n\nMessage at 2:10 pm after Maxime explanation\n\n@channel\nTraction Sprint Challenge (Now → Thu 1:30 PM sharp)\nHey Pioneers!\n Coming off our Customer Discovery Challenge, it’s time to turn curiosity into traction.\n:dart: Your goal\nB2B teams: Collect Letters of Intent (LOIs).\nB2C teams: Build the largest possible community (WhatsApp, newsletter, FB Group, Telegram, IG page—your call).\n In both cases, you’re pressure-testing whether real people will commit, not just chat.\n:brain: How?\nStay in your problem space (your current business idea).\nReach out relentlessly. Leverage the #ask-for-intros channel and your own networks.\nMake the ask clear.\nB2B: “If this solves your problem, are you willing to sign an LOI / preorder?”\nB2C: “Join our community so you can ____.”\nTrack every touch. Airtable, sheet—whatever works, but log it.\nProof of traction (LOIs)\n:email: Email confirming interest: 1 pt\n:lower_left_fountain_pen: Signed LOI: 3 pts\n:credit_card: Pre-order / deposit: 10 pts\nExtra credit: Tough markets or especially hard-to-gather communities earn bonus points.\n:page_facing_up: What to submit by Thu 1:30 PM (Google Doc)\nLead-generation methodology (bullet points)\nProspects contacted (Name / role / contact)\nLOIs & community joins (type + count + total points)\nKey learnings (what worked, what bombed, next moves)\nLink to your live community (if B2C)\n:stopwatch: Why the rush?\nConviction: Early commits validate you’re onto something.\nClarity: Not clear commitments mean pivot signals—priceless before we sink months of work. The more you learn before building the better and pivot means progress, too.\nLet’s see who can turn conversations into commitments and who can otherwise pivot quickly.\n\nadd groups of 3 (some in team of 2)",
    "Notes / Feedback": "group based on people that already test relationships with each other",
    "Attachments": null,
    "Participants": " Simon Bigot,Adhityan KV,Alan Chevillard,Alex Hayem,Alina Kanstantsi,Amit Sinha,André Kaminker,Anthony Haddad,Artur Vianna,Dylan Mérigaud,Fabian Tewes,Giorgio Rodrigano,Jules Ferrer,Julie Colin,Leo Thevenet,Mariya Borovikova,Moussa El Ouafi,Nicolas Metzke,Oudavone Surot,Sachin Saluja,Tea Vrcic,Thamanna Razak,Thomas Martin,Tomas Jenicek",
    "Name (from linked)": " Simon Bigot, Adhityan KV, Alan Chevillard, Alex Hayem, Alina Kanstantsi, Amit Sinha, André Kaminker, Anthony Haddad, Artur Vianna, Dylan Mérigaud, Fabian Tewes, Giorgio Rodrigano, Jules Ferrer, Julie Colin, Leo Thevenet, Mariya Borovikova, Moussa El Ouafi, Nicolas Metzke, Oudavone Surot, Sachin Saluja, Tea Vrcic, Thamanna Razak, Thomas Martin, Tomas Jenicek",
    "Notes 2": null
  },
  {
    "Name": "Coaching day - 12/06/2025",
    "Date": "6/12/2025 9:00am",
    "Program Week": "Week 1",
    "Type of session": "Masterclass",
    "Speaker": "Hugo",
    "Emails": null,
    "Slack Instruction & Email Commu": "Sequence (from Slack)\n\nHugo: \n\n3 questions :\n\t•\t“What frustrates me in the world or in society?”\n\t•\t“What injustice or situation do I feel emotionally connected to?”\n\t•\t“What would I fight for, even if no one else cared?”\n\nFor each participant:\n\t•\t5 min: share their reflections, uninterrupted\n\t•\t5 min: the two others reflect aloud:\n“What did that make me feel?”\n“What part resonated with me?”\n“What’s the truth I heard in your story?”\n\nAnnounce Groups (first group announcement - groups of 3 ideally)\n\nafterwards: Hugo message \n\nNow ask yourself:\n\t•\tWhat mindset do I hope I kept throughout the program?\n\t•\tWhat do I want to be proud of — beyond results?\n\t•\tWhat do I hope I’ve learned about myself as a founder?\n\t•\tWhat do I want to remind myself about who I am today?\n\n11:40 am (right before lunch) - Hugo\nWrite a letter to yourself: \nhttps://www.futureme.org/\n\nWhat do you want to remember?\nWhat truth do you not want to forget, no matter what happens with your startup?\nWhat values do you want to hold on to?\nNow take a step further —\nWhat do you dream of creating?\nWho do you want to serve, or fight for?\nWhat kind of founder — and what kind of human — do you want to become?\n\nLink to questions (identity cards): \nGoogle drive\nhttps://drive.google.com/drive/folders/1SLa1SlrzuDGGhYOV39r1PC6y_37CK2Mo?usp=sharing\n\n2:30 pm group round 2 for next exercises (group of 3, remaining people in group of 2)\n\n3:20 pm - groups round 3 - groups of 3 (or 2 for remaining)\n\n3:30 pm \nCo founder relationship canvas !\n3:27\n@channel\nTake some time now to finish your cofounder relationship canvas\nThen share it it groups :heart_hands:",
    "Notes / Feedback": null,
    "Attachments": null,
    "Participants": " Simon Bigot,Adhityan KV,Alan Chevillard,Alexandre Pantalacci,Alina Kanstantsi,André Kaminker,Anthony Haddad,Artur Vianna,Barbara Okoro,Connor Blair,Constantin Dubus,Dylan Mérigaud,Fabian Tewes,Franz Weber,Gabriel Duciel,Giorgio Rodrigano,Jules Ferrer,Julie Colin,Leo Thevenet,Leon Ruckert,Mariya Borovikova,Moussa El Ouafi,Nicolas Metzke,Oudavone Surot,Sachin Saluja,Stéphane Millet,Tea Vrcic,Thamanna Razak,Thomas Martin,Tomas Jenicek,Victor Thery",
    "Name (from linked)": " Simon Bigot, Adhityan KV, Alan Chevillard, Alexandre Pantalacci, Alina Kanstantsi, André Kaminker, Anthony Haddad, Artur Vianna, Barbara Okoro, Connor Blair, Constantin Dubus, Dylan Mérigaud, Fabian Tewes, Franz Weber, Gabriel Duciel, Giorgio Rodrigano, Jules Ferrer, Julie Colin, Leo Thevenet, Leon Ruckert, Mariya Borovikova, Moussa El Ouafi, Nicolas Metzke, Oudavone Surot, Sachin Saluja, Stéphane Millet, Tea Vrcic, Thamanna Razak, Thomas Martin, Tomas Jenicek, Victor Thery",
    "Notes 2": null
  },
  {
    "Name": "Masterclass Finding the right cofounder",
    "Date": "6/16/2025 2:00pm",
    "Program Week": "Week 2",
    "Type of session": "Masterclass",
    "Speaker": "Guillaume Breton",
    "Emails": null,
    "Slack Instruction & Email Commu": "remind location a few minutes before",
    "Notes / Feedback": "Bad Feedback: 'horrible accent', too generic + French slides ",
    "Attachments": null,
    "Participants": " Simon Bigot,Adhityan KV,Alan Chevillard,Alexandre Pantalacci,Alina Kanstantsi,Amit Sinha,André Kaminker,Anthony Haddad,Artur Vianna,Barbara Okoro,Connor Blair,Constantin Dubus,Dylan Mérigaud,Fabian Tewes,Franz Weber,Giorgio Rodrigano,Jules Ferrer,Julie Colin,Lala Torop,Leo Thevenet,Leon Ruckert,Mariya Borovikova,Moussa El Ouafi,Nicolas Metzke,Sachin Saluja,Stéphane Millet,Tea Vrcic,Thamanna Razak,Tomas Jenicek,Victor Thery",
    "Name (from linked)": " Simon Bigot, Adhityan KV, Alan Chevillard, Alexandre Pantalacci, Alina Kanstantsi, Amit Sinha, André Kaminker, Anthony Haddad, Artur Vianna, Barbara Okoro, Connor Blair, Constantin Dubus, Dylan Mérigaud, Fabian Tewes, Franz Weber, Giorgio Rodrigano, Jules Ferrer, Julie Colin, Lala Torop, Leo Thevenet, Leon Ruckert, Mariya Borovikova, Moussa El Ouafi, Nicolas Metzke, Sachin Saluja, Stéphane Millet, Tea Vrcic, Thamanna Razak, Tomas Jenicek, Victor Thery",
    "Notes 2": null
  },
  {
    "Name": "Masterclass sales & GTM",
    "Date": "6/17/2025 2:00pm",
    "Program Week": "Week 2",
    "Type of session": "Masterclass",
    "Speaker": null,
    "Emails": null,
    "Slack Instruction & Email Commu": null,
    "Notes / Feedback": null,
    "Attachments": null,
    "Participants": " Simon Bigot,Adhityan KV,Alan Chevillard,Alina Kanstantsi,Amit Sinha,André Kaminker,Anthony Haddad,Artur Vianna,Barbara Okoro,Connor Blair,Dylan Mérigaud,Fabian Tewes,Gabriel Duciel,Giorgio Rodrigano,Jules Ferrer,Julie Colin,Lala Torop,Leo Thevenet,Leon Ruckert,Mariya Borovikova,Moussa El Ouafi,Nicolas Metzke,Oudavone Surot,Sachin Saluja,Stéphane Millet,Tea Vrcic,Thamanna Razak,Tomas Jenicek",
    "Name (from linked)": " Simon Bigot, Adhityan KV, Alan Chevillard, Alina Kanstantsi, Amit Sinha, André Kaminker, Anthony Haddad, Artur Vianna, Barbara Okoro, Connor Blair, Dylan Mérigaud, Fabian Tewes, Gabriel Duciel, Giorgio Rodrigano, Jules Ferrer, Julie Colin, Lala Torop, Leo Thevenet, Leon Ruckert, Mariya Borovikova, Moussa El Ouafi, Nicolas Metzke, Oudavone Surot, Sachin Saluja, Stéphane Millet, Tea Vrcic, Thamanna Razak, Tomas Jenicek",
    "Notes 2": null
  },
  {
    "Name": "Building with AI - Google",
    "Date": "6/18/2025 2:00pm",
    "Program Week": "Week 2",
    "Type of session": "Masterclass",
    "Speaker": "Louis Soboul? Matthieu Debeaux?",
    "Emails": null,
    "Slack Instruction & Email Commu": null,
    "Notes / Feedback": "Bad Feedback: theory-heavy, too technical for non tech! \n\nand the guy in the beginning presented his startup for no reason",
    "Attachments": null,
    "Participants": " Simon Bigot,Adhityan KV,Alan Chevillard,Alina Kanstantsi,Amit Sinha,André Kaminker,Anthony Haddad,Artur Vianna,Barbara Okoro,Connor Blair,Dylan Mérigaud,Fabian Tewes,Giorgio Rodrigano,Gabriel Duciel,Julie Colin,Leon Ruckert,Mariya Borovikova,Moussa El Ouafi,Nicolas Metzke,Sachin Saluja,Stéphane Millet,Tea Vrcic,Thamanna Razak,Tomas Jenicek",
    "Name (from linked)": " Simon Bigot, Adhityan KV, Alan Chevillard, Alina Kanstantsi, Amit Sinha, André Kaminker, Anthony Haddad, Artur Vianna, Barbara Okoro, Connor Blair, Dylan Mérigaud, Fabian Tewes, Giorgio Rodrigano, Gabriel Duciel, Julie Colin, Leon Ruckert, Mariya Borovikova, Moussa El Ouafi, Nicolas Metzke, Sachin Saluja, Stéphane Millet, Tea Vrcic, Thamanna Razak, Tomas Jenicek",
    "Notes 2": null
  },
  {
    "Name": "Masterclass from zero to one",
    "Date": "6/20/2025 2:00pm",
    "Program Week": "Week 2",
    "Type of session": "Masterclass",
    "Speaker": "Alexis - Kima Ventures",
    "Emails": null,
    "Slack Instruction & Email Commu": "Announce 1 hour before: \n\n@channel\n:warning:Reminder that the 0 to 1 session with Alexis Robert, General Partner of KIMA Ventures, starts at 2PM sharp today at the Junior Stage (On the opposite of the Creativity Room).\nPlease be on time for this super session!",
    "Notes / Feedback": null,
    "Attachments": null,
    "Participants": " Simon Bigot,Adhityan KV,Alan Chevillard,Alex Hayem,Alina Kanstantsi,Amit Sinha,André Kaminker,Anthony Haddad,Artur Vianna,Barbara Okoro,Connor Blair,Dylan Mérigaud,Fabian Tewes,Gabriel Duciel,Giorgio Rodrigano,Julie Colin,Leo Thevenet,Mariya Borovikova,Moussa El Ouafi,Nicolas Metzke,Oudavone Surot,Sachin Saluja,Stéphane Millet,Tea Vrcic,Thamanna Razak,Tomas Jenicek",
    "Name (from linked)": " Simon Bigot, Adhityan KV, Alan Chevillard, Alex Hayem, Alina Kanstantsi, Amit Sinha, André Kaminker, Anthony Haddad, Artur Vianna, Barbara Okoro, Connor Blair, Dylan Mérigaud, Fabian Tewes, Gabriel Duciel, Giorgio Rodrigano, Julie Colin, Leo Thevenet, Mariya Borovikova, Moussa El Ouafi, Nicolas Metzke, Oudavone Surot, Sachin Saluja, Stéphane Millet, Tea Vrcic, Thamanna Razak, Tomas Jenicek",
    "Notes 2": null
  },
  {
    "Name": "What it means to be VC backable",
    "Date": "6/23/2025 10:00am",
    "Program Week": "Week 3",
    "Type of session": "Masterclass",
    "Speaker": "Salomon Aiach",
    "Emails": null,
    "Slack Instruction & Email Commu": "message the day before: \nHey everyone!\nJust a reminder that we’re meeting tomorrow at 10am at the Singular office, 38 Rue des Jeuneurs, 75002 Paris. \n\nMessage at 9 am before the session \n\nHello Batch!\nHope your weekend went well and that you’re ready for Week 3:fire: Keep in mind this week’s theme: Execution\nReminder that the next session starts in 40minutes at Singular’s office - 38 Rue des Jeuneurs, 75002, Paris. Don’t be late!\n\nFew information:\nOnce you ve arrived, find \"Singular\" on the intercom and press. Walk through the courtyard and go up to the 2nd floor. Once here, in front the office door, ring. ",
    "Notes / Feedback": null,
    "Attachments": null,
    "Participants": " Simon Bigot,Adhityan KV,Alan Chevillard,Alex Hayem,Alina Kanstantsi,Amit Sinha,André Kaminker,Anthony Haddad,Artur Vianna,Connor Blair,Dylan Mérigaud,Fabian Tewes,Gabriel Duciel,Giorgio Rodrigano,Jules Ferrer,Julie Colin,Leo Thevenet,Mariya Borovikova,Moussa El Ouafi,Nicolas Metzke,Oudavone Surot,Sachin Saluja,Stéphane Millet,Tea Vrcic,Thamanna Razak,Thomas Martin,Tomas Jenicek",
    "Name (from linked)": " Simon Bigot, Adhityan KV, Alan Chevillard, Alex Hayem, Alina Kanstantsi, Amit Sinha, André Kaminker, Anthony Haddad, Artur Vianna, Connor Blair, Dylan Mérigaud, Fabian Tewes, Gabriel Duciel, Giorgio Rodrigano, Jules Ferrer, Julie Colin, Leo Thevenet, Mariya Borovikova, Moussa El Ouafi, Nicolas Metzke, Oudavone Surot, Sachin Saluja, Stéphane Millet, Tea Vrcic, Thamanna Razak, Thomas Martin, Tomas Jenicek",
    "Notes 2": null
  },
  {
    "Name": "Masterclass - Bubble Emmanuel Straschnov",
    "Date": "6/26/2025 2:00pm",
    "Program Week": "Week 3",
    "Type of session": "Masterclass",
    "Speaker": "Emmanuel Straschnov",
    "Emails": null,
    "Slack Instruction & Email Commu": null,
    "Notes / Feedback": null,
    "Attachments": null,
    "Participants": null,
    "Name (from linked)": null,
    "Notes 2": null
  },
  {
    "Name": "AWS for new Founders",
    "Date": "7/11/2025 3:00pm",
    "Program Week": "Week 5",
    "Type of session": "Masterclass",
    "Speaker": "Bakr Annnour",
    "Emails": "annourb@amazon.fr",
    "Slack Instruction & Email Commu": "Reminder right before \n\nHi everyone,\nThe AWS session with @Connor Blair is currently ongoing until 2:55. Once that is done, we meet at 3 pm sharp in the AWS room in the Share Zone (right side first floor when you come from the Create Zone).\nSee you in a bit!",
    "Notes / Feedback": "very positive and hands-on, Bakr did it really well \n15 min intro and then mostly focus on Q&A \n\nBakr was able to answer tech and non-tech answers in detail + very charismatic, massive difference compared to Google - would get Bakr for sure again for the next batch!\n",
    "Attachments": null,
    "Participants": null,
    "Name (from linked)": null,
    "Notes 2": null
  },
  {
    "Name": "Masterclass Bruno - Breaking into the Silicon Valley",
    "Date": "8/5/2025 5:00pm",
    "Program Week": "Week 9",
    "Type of session": "Masterclass",
    "Speaker": "Bruno",
    "Emails": null,
    "Slack Instruction & Email Commu": "Reminder to send before\n\n\n:rotating_light: Starting in 15 mins!\n @channel\nDon’t miss our Silicon Valley Masterclass with Bruno Aziza – live at 5 PM!\n:bulb: From scaling startups to IPO to leading at Google, Microsoft, Oracle & IBM – Bruno will unpack what it really takes to win in the US vs. Europe.\n:round_pushpin: Join here: meet.google.com/tzd-zevp-wsd or in the Hogwarts Express Room!\nSee you in the room! :fire:",
    "Notes / Feedback": null,
    "Attachments": null,
    "Participants": null,
    "Name (from linked)": null,
    "Notes 2": null
  },
  {
    "Name": "Masterclass - Stephane Boghossian - Shipping Fast",
    "Date": "8/12/2025 4:00pm",
    "Program Week": "Week 10 - Sprint Channel",
    "Type of session": "Masterclass",
    "Speaker": "Stephane Boghossian",
    "Emails": null,
    "Slack Instruction & Email Commu": "@channel - short reminder:\nWe start with our Masterclass at 4 PM in the Bodyboard Room.",
    "Notes / Feedback": null,
    "Attachments": null,
    "Participants": null,
    "Name (from linked)": null,
    "Notes 2": null
  },
  {
    "Name": "Pitching Workshop w Maxime (How to Craft a Killer Pitch)",
    "Date": "8/19/2025 2:00pm",
    "Program Week": "Week 11 - Sprint Channel",
    "Type of session": "Masterclass",
    "Speaker": null,
    "Emails": null,
    "Slack Instruction & Email Commu": "Reminder one hour before: \n\nReminder: Starting in 1 hour - \"How to Craft a Killer Pitch\" (2 PM)\n:round_pushpin: Bodyboard Room (Share Zone)\n:link: Remote: Here is the Google Meet Link\nBring your latest deck if you want to pitch or get input.\nThis is a great opportunity to get yourself pitch-ready for IC!",
    "Notes / Feedback": null,
    "Attachments": null,
    "Participants": null,
    "Name (from linked)": null,
    "Notes 2": null
  },
  {
    "Name": "Office Hours 4-6 pm",
    "Date": "6/23/2025 4:00pm",
    "Program Week": "Week 3",
    "Type of session": "Office hours Pioneers",
    "Speaker": null,
    "Emails": null,
    "Slack Instruction & Email Commu": "@channel\nOffice Hours in a bit - today from 4 to 6 PM\nWe’re hosting our first Office Hours this afternoon from 4 to 6 pm\nIf you’d like to book a 15-minute slot with me or Maxime, you can do so below.  Feel free to come alone or as a team.\nYou can bring up anything: co-founder matching, idea validation, feedback, emotional support, or anything else you'd like to discuss.\nNiklas’ Calendly:\nhttps://calendly.com/niklas-pioneers/office-hours\nMaxime’s Calendly:\n https://calendly.com/pioneers-vc/su2025-batch-office-hours\nMerci and see you in a bit.",
    "Notes / Feedback": "it was potentially a little confusing to book slots, maybe next time just asking if they want a 15 min slot and then we allocate it (the same way we do it with Hugo office hours)",
    "Attachments": null,
    "Participants": null,
    "Name (from linked)": null,
    "Notes 2": null
  },
  {
    "Name": "Team Office Hours",
    "Date": "6/30/2025 3:00pm",
    "Program Week": "Week 4",
    "Type of session": "Office hours Pioneers",
    "Speaker": null,
    "Emails": null,
    "Slack Instruction & Email Commu": null,
    "Notes / Feedback": null,
    "Attachments": null,
    "Participants": null,
    "Name (from linked)": null,
    "Notes 2": null
  },
  {
    "Name": "Team Office Hours",
    "Date": "7/1/2025 3:00pm",
    "Program Week": "Week 4",
    "Type of session": "Office hours Pioneers",
    "Speaker": null,
    "Emails": null,
    "Slack Instruction & Email Commu": null,
    "Notes / Feedback": null,
    "Attachments": null,
    "Participants": null,
    "Name (from linked)": null,
    "Notes 2": null
  },
  {
    "Name": "Team Office Hours",
    "Date": "7/2/2025 4:00pm",
    "Program Week": "Week 4",
    "Type of session": "Office hours Pioneers",
    "Speaker": null,
    "Emails": null,
    "Slack Instruction & Email Commu": null,
    "Notes / Feedback": null,
    "Attachments": null,
    "Participants": null,
    "Name (from linked)": null,
    "Notes 2": null
  },
  {
    "Name": "Hugo Office Hours",
    "Date": "7/15/2025 4:00pm",
    "Program Week": "Week 6",
    "Type of session": "Office hours Pioneers",
    "Speaker": "Hugo",
    "Emails": null,
    "Slack Instruction & Email Commu": "Monday message (one hour before)\n\nHi everyone,\nFor those who booked office hours with Hugo tomorrow and Wednesday - I sent you calendar invites. Please be on time on Google Meet.\nHere is the agenda:\nTuesday:\n4 pm - Julie\n4:15 pm - Dylan\n4:30 pm - Sachin\n4:45 pm - AvaHome\nGoogle Link for Tuesday: Here\nWednesday:\n4 pm - JooobAI\n4:15 pm - Umamy\n4:30 pm - Promptaize\n4:45 pm - Creditpath\nGoogle Link for Wednesday: Here",
    "Notes / Feedback": null,
    "Attachments": null,
    "Participants": null,
    "Name (from linked)": null,
    "Notes 2": null
  },
  {
    "Name": "Hugo Office Hours",
    "Date": "7/16/2025 4:00pm",
    "Program Week": "Week 6",
    "Type of session": "Office hours Pioneers",
    "Speaker": "Hugo",
    "Emails": null,
    "Slack Instruction & Email Commu": null,
    "Notes / Feedback": null,
    "Attachments": null,
    "Participants": null,
    "Name (from linked)": null,
    "Notes 2": null
  },
  {
    "Name": "Hugo Office Hours Part 2",
    "Date": "7/21/2025 4:00pm",
    "Program Week": "Week 7",
    "Type of session": "Office hours Pioneers",
    "Speaker": "Hugo",
    "Emails": null,
    "Slack Instruction & Email Commu": null,
    "Notes / Feedback": null,
    "Attachments": null,
    "Participants": null,
    "Name (from linked)": null,
    "Notes 2": null
  },
  {
    "Name": "Office Hours - Post Selection Day (for those not selected) ",
    "Date": "8/1/2025 1:00pm",
    "Program Week": "Week 8",
    "Type of session": "Office hours Pioneers",
    "Speaker": null,
    "Emails": null,
    "Slack Instruction & Email Commu": null,
    "Notes / Feedback": null,
    "Attachments": null,
    "Participants": null,
    "Name (from linked)": null,
    "Notes 2": null
  },
  {
    "Name": "Office Hours - Sprint (Mo-Wed, 15 min per team)",
    "Date": "8/4/2025 11:00am",
    "Program Week": "Week 9 - Sprint Channel",
    "Type of session": "Office hours Pioneers",
    "Speaker": null,
    "Emails": null,
    "Slack Instruction & Email Commu": null,
    "Notes / Feedback": null,
    "Attachments": null,
    "Participants": null,
    "Name (from linked)": null,
    "Notes 2": null
  },
  {
    "Name": "Office Hours - Sprint (Mo-Wed, 15 min per team)",
    "Date": "8/5/2025 11:00am",
    "Program Week": "Week 9 - Sprint Channel",
    "Type of session": "Office hours Pioneers",
    "Speaker": null,
    "Emails": null,
    "Slack Instruction & Email Commu": null,
    "Notes / Feedback": null,
    "Attachments": null,
    "Participants": null,
    "Name (from linked)": null,
    "Notes 2": null
  },
  {
    "Name": "Office Hours - Sprint (Mo-Wed, 15 min per team)",
    "Date": "8/6/2025 11:00am",
    "Program Week": "Week 9 - Sprint Channel",
    "Type of session": "Office hours Pioneers",
    "Speaker": null,
    "Emails": null,
    "Slack Instruction & Email Commu": null,
    "Notes / Feedback": null,
    "Attachments": null,
    "Participants": null,
    "Name (from linked)": null,
    "Notes 2": null
  },
  {
    "Name": "Office Hours - Sprint (Mo-Wed, 15 min per team)",
    "Date": "8/11/2025 11:00am",
    "Program Week": "Week 10 - Sprint Channel",
    "Type of session": "Office hours Pioneers",
    "Speaker": null,
    "Emails": null,
    "Slack Instruction & Email Commu": null,
    "Notes / Feedback": null,
    "Attachments": null,
    "Participants": null,
    "Name (from linked)": null,
    "Notes 2": null
  },
  {
    "Name": "Office Hours - Sprint (Mo-Wed, 15 min per team)",
    "Date": "8/12/2025 11:00am",
    "Program Week": "Week 10 - Sprint Channel",
    "Type of session": "Office hours Pioneers",
    "Speaker": null,
    "Emails": null,
    "Slack Instruction & Email Commu": null,
    "Notes / Feedback": null,
    "Attachments": null,
    "Participants": null,
    "Name (from linked)": null,
    "Notes 2": null
  },
  {
    "Name": "Office Hours - Sprint (Mo-Wed, 15 min per team)",
    "Date": "8/13/2025 11:00am",
    "Program Week": "Week 10 - Sprint Channel",
    "Type of session": "Office hours Pioneers",
    "Speaker": null,
    "Emails": null,
    "Slack Instruction & Email Commu": null,
    "Notes / Feedback": null,
    "Attachments": null,
    "Participants": null,
    "Name (from linked)": null,
    "Notes 2": null
  },
  {
    "Name": "Office Hours - Sprint (Mo-Wed, 15 min per team)",
    "Date": "8/18/2025 11:00am",
    "Program Week": "Week 11 - Sprint Channel",
    "Type of session": "Office hours Pioneers",
    "Speaker": null,
    "Emails": null,
    "Slack Instruction & Email Commu": null,
    "Notes / Feedback": null,
    "Attachments": null,
    "Participants": null,
    "Name (from linked)": null,
    "Notes 2": null
  },
  {
    "Name": "Office Hours - Sprint (Mo-Wed, 15 min per team)",
    "Date": "8/19/2025 11:00am",
    "Program Week": "Week 11 - Sprint Channel",
    "Type of session": "Office hours Pioneers",
    "Speaker": null,
    "Emails": null,
    "Slack Instruction & Email Commu": null,
    "Notes / Feedback": null,
    "Attachments": null,
    "Participants": null,
    "Name (from linked)": null,
    "Notes 2": null
  },
  {
    "Name": "Office Hours - Sprint (Mo-Wed, 15 min per team)",
    "Date": "8/20/2025 11:00am",
    "Program Week": "Week 11 - Sprint Channel",
    "Type of session": "Office hours Pioneers",
    "Speaker": null,
    "Emails": null,
    "Slack Instruction & Email Commu": null,
    "Notes / Feedback": null,
    "Attachments": null,
    "Participants": null,
    "Name (from linked)": null,
    "Notes 2": null
  },
  {
    "Name": "Sharpstone office hours",
    "Date": "6/24/2025 3:00pm",
    "Program Week": "Week 3",
    "Type of session": "Office hours external",
    "Speaker": "Lancelot de Boisjolly",
    "Emails": "ldeboisjolly@sharpstone.fr; gtaaoum@sharpstone.fr",
    "Slack Instruction & Email Commu": null,
    "Notes / Feedback": null,
    "Attachments": null,
    "Participants": "Mariya Borovikova,Adhityan KV,Dylan Mérigaud",
    "Name (from linked)": "Mariya Borovikova, Adhityan KV, Dylan Mérigaud",
    "Notes 2": null
  },
  {
    "Name": "Bold office hours",
    "Date": "6/27/2025 2:00pm",
    "Program Week": "Week 3",
    "Type of session": "Office hours external",
    "Speaker": "Thomas Peigner",
    "Emails": null,
    "Slack Instruction & Email Commu": "Hello everyone!\nToday we’re hosting office hours with Thomas Peigner, cofounder of Bold, and Axel Gaudry, a lawyer specialized in startups.\nPlease make sure to be on time, we had a few no-shows for Sharpstone, and it’s really not ideal when guests make the effort to come in person :pray:\nSchedule:\n:clock2: 2:00PM - 2:25PM – @Dylan Mérigaud\n:clock230: 2:25 PM - 2:50PM – @Adhityan\n:clock230: 2:50PM - 3:10PM - @Nicolas Metzke\n:clock3: 3:10 PM – 3:35PM -  @StéphaneMillet\n:clock330: 3:35 PM – 4PM -  @Thamanna\nMeeting room Planet xpress - Create zone\nThanks!",
    "Notes / Feedback": null,
    "Attachments": null,
    "Participants": "Adhityan KV,Nicolas Metzke,Stéphane Millet,Thamanna Razak,Dylan Mérigaud",
    "Name (from linked)": "Adhityan KV, Nicolas Metzke, Stéphane Millet, Thamanna Razak, Dylan Mérigaud",
    "Notes 2": null
  },
  {
    "Name": "Group diner 25/06/2025 - Yassine & Mimoun",
    "Date": "6/25/2025 7:00pm",
    "Program Week": "Week 3",
    "Type of session": "Diner/lunch",
    "Speaker": "Mimoun Stairling; Yassine Kinetix",
    "Emails": null,
    "Slack Instruction & Email Commu": "Message the day before at 6 pm: \n\nHey everyone!\nJust a reminder that tomorrow at 7 PM we’re having a group dinner at 24 rue du 4 Septembre, 75002 Paris.\nWe’ll be joined by Yassine Tahi (cofounder of Kinetix) and Mimoun El Alami (cofounder of Stairling and Hook alumni), who will share their journeys and some great insights.\nNo need to eat beforehand, Pioneers will order food  :pizza: (yes i'll also be there for the pizzas)\nLooking forward to seeing you there! ",
    "Notes / Feedback": "send message the day before",
    "Attachments": null,
    "Participants": "Adhityan KV,Alina Kanstantsi,Amit Sinha,André Kaminker,Artur Vianna,Connor Blair,Fabian Tewes,Giorgio Rodrigano,Jules Ferrer,Julie Colin,Leo Thevenet,Leon Ruckert,Sachin Saluja,Stéphane Millet,Tea Vrcic,Thamanna Razak,Thomas Martin,Zaccarie Morel",
    "Name (from linked)": "Adhityan KV, Alina Kanstantsi, Amit Sinha, André Kaminker, Artur Vianna, Connor Blair, Fabian Tewes, Giorgio Rodrigano, Jules Ferrer, Julie Colin, Leo Thevenet, Leon Ruckert, Sachin Saluja, Stéphane Millet, Tea Vrcic, Thamanna Razak, Thomas Martin, Zaccarie Morel",
    "Notes 2": null
  },
  {
    "Name": "Vibe Coding session 1",
    "Date": "6/19/2025 2:00pm",
    "Program Week": "Week 2",
    "Type of session": "Theme session",
    "Speaker": "Fabian Tewes, Arthur Vianna",
    "Emails": null,
    "Slack Instruction & Email Commu": null,
    "Notes / Feedback": null,
    "Attachments": null,
    "Participants": "Adhityan KV,Alina Kanstantsi,Amit Sinha,Artur Vianna,Fabian Tewes,Nicolas Metzke,Sachin Saluja,Thamanna Razak,Tomas Jenicek",
    "Name (from linked)": "Adhityan KV, Alina Kanstantsi, Amit Sinha, Artur Vianna, Fabian Tewes, Nicolas Metzke, Sachin Saluja, Thamanna Razak, Tomas Jenicek",
    "Notes 2": null
  },
  {
    "Name": "Vibe Coding Session II",
    "Date": "6/25/2025 4:00pm",
    "Program Week": "Week 3",
    "Type of session": "Theme session",
    "Speaker": "Fabien Tewes, Arthur Vianna",
    "Emails": null,
    "Slack Instruction & Email Commu": null,
    "Notes / Feedback": null,
    "Attachments": null,
    "Participants": "Adhityan KV,Alina Kanstantsi,Artur Vianna,Fabian Tewes,Giorgio Rodrigano",
    "Name (from linked)": "Adhityan KV, Alina Kanstantsi, Artur Vianna, Fabian Tewes, Giorgio Rodrigano",
    "Notes 2": null
  },
  {
    "Name": "Theme-Based Events - Knowledge Sharing",
    "Date": "7/2/2025 2:00pm",
    "Program Week": "Week 4",
    "Type of session": "Theme session",
    "Speaker": "Tomas, Julie, Nicolas (3 cohort members)",
    "Emails": null,
    "Slack Instruction & Email Commu": "2 days before message: \n\nHi @channel,\nTheme-based events on Wednesday from 2 to 3:30 / 4 pm\nWednesday are our theme-based events. For the first session we have 25-30 minute slots for 3 topics.\nSession 1: Tomas - Intro AI\nTomas (THE AI guy) will lead a short workshop on the different areas of AI and the latest evolvements in the space.\nSession 2: Nicholas - Intro to Robotics & Humanoids\nNicholas will present the market overview, what he learnt over the past months and potential opportunities.\nSession 3: Julie - Product Management\nSharing how product development works from startups to scaleups - from user discovery to testing, prioritising features, scaling and pivoting. Feel free to bring your questions in advance.\nPlease hit the :rocket: if you are joining. Location will be the Batmobile room.\n Looking forward.",
    "Notes / Feedback": null,
    "Attachments": null,
    "Participants": null,
    "Name (from linked)": null,
    "Notes 2": null
  },
  {
    "Name": "LinkedIn Sales Nav Workshop - w Lala",
    "Date": "7/8/2025 2:30pm",
    "Program Week": "Week 5",
    "Type of session": "Theme session",
    "Speaker": "Lala (cohort member)",
    "Emails": null,
    "Slack Instruction & Email Commu": "Reminder @channel - The LinkedIn Sales Nav Workshop will start in a few minutes at 2:30 PM. \nLocation: (insert location here)\n\nSee you there!",
    "Notes / Feedback": null,
    "Attachments": null,
    "Participants": null,
    "Name (from linked)": null,
    "Notes 2": null
  },
  {
    "Name": "Video Shoot Pioneers Behind the Scenes",
    "Date": "6/26/2025 12:30pm",
    "Program Week": "Week 3",
    "Type of session": "Other event",
    "Speaker": null,
    "Emails": null,
    "Slack Instruction & Email Commu": "the day before: \n\nHello everyone! :wave:\nTomorrow, we’re shooting a “Pioneers Behind the Scenes” video!\nA crew will be filming some sessions, the space, and of course you! This will become a backstage video of the program.\n:movie_camera: We’d love to have as many of you as possible at Station F tomorrow to capture a maximum.\n:shirt: We’ll also be handing out the Pioneers t-shirts (finally!), thanks to the amazing, incredible, avenger @Niklas - Pioneers Team for making this wonderful dream happen!\n:microphone: We’re looking for 4 volunteers to do very short interviews, if you’re up for it, just let us know!\nAnd one more update: Emmanuel Straschnov, CEO and co-founder of Bubble (quite big by the way), will be joining us tomorrow for a session exclusively for Pioneers. :rocket:\nSee you tonight at dinner!\n\nvideo for 4 pm \nHi everyone, we do the video and photo shooting at 4:15 pm in the Pioneers space.\nPlease be here and don't leave:blush:",
    "Notes / Feedback": "individual interviews at lunch time, group photos and videos at 4 pm ",
    "Attachments": null,
    "Participants": null,
    "Name (from linked)": null,
    "Notes 2": null
  },
  {
    "Name": "LPs event",
    "Date": "6/26/2025 5:30pm",
    "Program Week": "Week 3",
    "Type of session": "Other event",
    "Speaker": null,
    "Emails": null,
    "Slack Instruction & Email Commu": null,
    "Notes / Feedback": null,
    "Attachments": null,
    "Participants": " Simon Bigot,Alan Chevillard,Stéphane Millet,Connor Blair,Gabriel Duciel,Jules Ferrer,Zaccarie Morel,Tea Vrcic,Franz Weber",
    "Name (from linked)": " Simon Bigot, Alan Chevillard, Stéphane Millet, Connor Blair, Gabriel Duciel, Jules Ferrer, Zaccarie Morel, Tea Vrcic, Franz Weber",
    "Notes 2": null
  },
  {
    "Name": "How Unicorns Integrate AI (@ La Maison)",
    "Date": "7/4/2025 12:30pm",
    "Program Week": "Week 4",
    "Type of session": "Other event",
    "Speaker": null,
    "Emails": null,
    "Slack Instruction & Email Commu": null,
    "Notes / Feedback": "just adding this here in case a similar event should be organized in week 4",
    "Attachments": null,
    "Participants": null,
    "Name (from linked)": null,
    "Notes 2": null
  },
  {
    "Name": "Talent Visa Q&A - w Kuda",
    "Date": "7/4/2025 3:00pm",
    "Program Week": "Week 4",
    "Type of session": "Other event",
    "Speaker": null,
    "Emails": null,
    "Slack Instruction & Email Commu": "Talent Visa Q&A – tomorrow 3 pm\n Kuda (who was at Hook before) just renewed his Talent Visa without going through La French Tech and will be here to answer all your questions.\nReact with :flag-mf: if you’re joining. (Invite’s already in the calendar.)",
    "Notes / Feedback": null,
    "Attachments": null,
    "Participants": null,
    "Name (from linked)": null,
    "Notes 2": null
  },
  {
    "Name": "Summer Office Hours (for externals w email + calendly) - Day 1",
    "Date": "8/6/2025 3:00pm",
    "Program Week": "Week 9",
    "Type of session": "Other event",
    "Speaker": null,
    "Emails": null,
    "Slack Instruction & Email Commu": "message sent via email on august 4 - check Customer.io to duplicate template",
    "Notes / Feedback": null,
    "Attachments": null,
    "Participants": null,
    "Name (from linked)": null,
    "Notes 2": null
  },
  {
    "Name": "Summer Office Hours (for externals w email + calendly) - Day 1",
    "Date": "8/7/2025 3:00pm",
    "Program Week": "Week 9",
    "Type of session": "Other event",
    "Speaker": null,
    "Emails": null,
    "Slack Instruction & Email Commu": null,
    "Notes / Feedback": null,
    "Attachments": null,
    "Participants": null,
    "Name (from linked)": null,
    "Notes 2": null
  },
  {
    "Name": "1st Slack Message - Overview Program & Slack",
    "Date": "6/5/2025 6:00pm",
    "Program Week": "Week 0",
    "Type of session": "Announce/Organisation",
    "Speaker": null,
    "Emails": null,
    "Slack Instruction & Email Commu": "'@channel Hi everyone,\nI'm super excited to welcome you to the Pioneers program starting next week.\nYou’re now part of a group of 32 brillant & ambitious minds with one shared goal: launch a global tech company from scratch.\nYou’ll build together, eat together, and grind together for the next 3 months.\nThis Slack workspace is our main communication hub.\nTurn on mobile notifications to stay in the loop.\nWe’ll use this space to share:\nProgram schedule\nAnnouncements\nKey updates\nAnd you'll use it to:\nShare insights and resources\nAsk for help\nPush each other forward\n:date: Program Schedule\n Add this Google Calendar to your personal calendar to stay updated:\n Google Calendar Link\n:pushpin: Key Dates\nJune 11 – Kick-Off at 9:30 AM sharp!\nJune 12 – Integration Day, 9:30 AM – 5:00 PM\nFridays (from Week 2) – Weekly Pitches\nJuly 30 – Selection Day / Team Lock Deadline\nSeptember 8 – Pre-Investment Committee: All teams to pitch for qualification to the investment committee\nSeptember 12 – Investment Committee - decision time on investment and integration in final phase\nYour team\n @Niklas - Pioneers Team , @Louis - Pioneers team , and I will be here daily to guide and support you. Don't hesitate to ping us for anything.\nMore info on key milestones will be shared over the coming weeks.\nSee you on Wednesday — and happy building!",
    "Notes / Feedback": null,
    "Attachments": null,
    "Participants": null,
    "Name (from linked)": null,
    "Notes 2": null
  },
  {
    "Name": "2nd Slack Message - Slack + WhatsApp overview",
    "Date": "6/5/2025 7:00pm",
    "Program Week": "Week 0",
    "Type of session": "Announce/Organisation",
    "Speaker": null,
    "Emails": null,
    "Slack Instruction & Email Commu": "'@channel\nHi everyone,\n Just a quick welcome again from my side—excited to be here with all of you!\nA few words on how we use the Slack channels:\n:loudspeaker: su25-announcements – For important updates from the staff team. Please don’t post here (but feel free to comment if anything is unclear).\n:speech_balloon: su25-general – Open to post for everyone: questions related to the program/event/calendar, thoughts, photos, etc.\n:raising_hand: su25-introduce-yourself – We'll ask everyone to write a short intro. I’ll start tomorrow - please follow up.\n:jigsaw: su25-a-team-is-born – For team updates: formations, pivots, breakups. Every change is progress and is therefore celebrated! More info about the setup soon.\n:handshake: ask-for-intros – Need to validate something? Ask for intro help here. Be specific about the type of person you're looking to talk to. Use it to learn—not sell right away (unless they offer).\n:question: ask-anything – Literally anything: social plans, lost items, emotional support.\nFor urgent things, use the WhatsApp group.\n Here’s the link:",
    "Notes / Feedback": null,
    "Attachments": null,
    "Participants": null,
    "Name (from linked)": null,
    "Notes 2": null
  },
  {
    "Name": "3rd Slack Message - Reminder Station F registration",
    "Date": "6/6/2025 11:00am",
    "Program Week": "Week 0",
    "Type of session": "Announce/Organisation",
    "Speaker": null,
    "Emails": null,
    "Slack Instruction & Email Commu": "quick reminder :alarm_clock:\nPlease complete your Station F registration as soon as possible — you should have received an email from them. Choose 9:30 a.m. on June 11 as the onboarding time slot.\nIf you need a place to stay and want to apply for Flatmates, make sure to check the Flatmates option during the Station F sign-up.\nThen send me a quick message so I know how many are looking for housing.\nThanks! :pray:",
    "Notes / Feedback": null,
    "Attachments": null,
    "Participants": null,
    "Name (from linked)": null,
    "Notes 2": null
  },
  {
    "Name": "4th Slack Message (Felicita and early Station F access)",
    "Date": "6/6/2025 12:00pm",
    "Program Week": "Week 0",
    "Type of session": "Announce/Organisation",
    "Speaker": null,
    "Emails": null,
    "Slack Instruction & Email Commu": "A few of you asked if it’s possible to access Station F before the program starts.\nWe’re doing onboarding for the whole batch on Wednesday, so we can’t distribute badges earlier.\nHowever, I can send you a guest invite code if you'd like to spend a day at Station F beforehand. Just note that you’ll need to stay within the Share Zone and I can only invite you on weekdays.\nAnd since you are now part of the Station F family, you get 30% off at La Felicita with the code STATIONFEFE30 :spaghetti:\n(code is valid from Monday to Friday between 8 a.m. and 3 p.m.).",
    "Notes / Feedback": "ideally combine with the second or third Slack message",
    "Attachments": null,
    "Participants": null,
    "Name (from linked)": null,
    "Notes 2": null
  },
  {
    "Name": "Slack message - the day before kick-off",
    "Date": "6/10/2025 5:00pm",
    "Program Week": "Week 1",
    "Type of session": "Announce/Organisation",
    "Speaker": null,
    "Emails": null,
    "Slack Instruction & Email Commu": "Hi everyone,\nAwesome to have you with us. We can’t wait to welcome you tomorrow for the official Pioneers SU2025 Kick-off!\nWe’ll keep it short — here’s everything you need to be ready:\n:clock9: Time: Tomorrow, 9:15 a.m. sharp\n :round_pushpin: Location: Station F (main entrance reception)\n :identification_card: Bring your ID to get onboarded\nBefore tomorrow, make sure to:\nAdd the Pioneers Calendar – Link here\nSay hi on Slack in #su25-introduce-yourself – we want to hear from you!\nJoin us on WhatsApp – 3 people are still missing from the group. If that’s you, join us here\nA quick heads-up for this week (especially for those who want to go to Viva Tech):\n:jigsaw: Thursday is Basecamp Day – the key date to set you up for the program. We therefore make this a mandatory day for everyone who is in Paris.\n:technologist: Friday is kept largely open for those planning to go to VivaTech.\n:date: I'm planning to go to VivaTech on Saturday. If you’re also planning to go that day, click on this emoji :point_right::skin-tone-2: :mechanical_arm: so we can coordinate and potentially go as a group.\nSee you tomorrow morning! ",
    "Notes / Feedback": "customize for next batch",
    "Attachments": null,
    "Participants": null,
    "Name (from linked)": null,
    "Notes 2": null
  },
  {
    "Name": "Coaching day reminder msg (day before)",
    "Date": "6/11/2025 6:00pm",
    "Program Week": "Week 1",
    "Type of session": "Announce/Organisation",
    "Speaker": null,
    "Emails": null,
    "Slack Instruction & Email Commu": "'@channel\nThanks so much for joining today – we’re super excited about the amazing group that’s come together! :raised_hands:\nReminder for tomorrow’s event:\n:clock930: Time: Please arrive by 9:30 a.m.\n :round_pushpin: Location: Flatmates – 1 Rue Jean Jacques Rousseau, 94200 Ivry-sur-Seine\n :croissant: Breakfast: We’ll have croissants and pains au chocolat ready – come a little early and grab something before we start!\n:rocket:Kick-off: We begin at 10:00 a.m. sharp\nPioneers Station F Space (see photo attached):\n:computer: General Office Rules\nSeats are open for everyone - first come, first serve\nYou have 24/7 access – come in whenever works for you\nBring your own screen / setup - but note: screens and desks are shared, so please don’t mind if someone uses your screen when you're away :blush:\nLooking forward to seeing you tomorrow!",
    "Notes / Feedback": null,
    "Attachments": null,
    "Participants": null,
    "Name (from linked)": null,
    "Notes 2": null
  },
  {
    "Name": "Profile Book Announcement (+ Shirt Size)",
    "Date": "6/12/2025 6:00pm",
    "Program Week": "Week 1",
    "Type of session": "Announce/Organisation",
    "Speaker": null,
    "Emails": null,
    "Slack Instruction & Email Commu": "@channel\nWe’re putting together a profile book so everyone can see what you enjoy working on. While we know that personal fit matters more than hard skills, it's tough to measure chemistry—so this book will be a bit more factual than our day-to-day vibe.\n:point_right: https://airtable.com/appaMJLNSqSucKQ7V/pagCeU81fETBdJ0ct/form\n As a little bonus: drop your t-shirt size at the end, and we’ll make sure you get your Pioneers shirt!\nThanks for taking a moment to fill it out :boom:",
    "Notes / Feedback": "Ideally a day earlier or even before the first day - then people can already prepare themselves and look at profiles",
    "Attachments": null,
    "Participants": null,
    "Name (from linked)": null,
    "Notes 2": null
  },
  {
    "Name": "Slack message to announce chill 3rd day (+ 50 co-founder q)",
    "Date": "6/13/2025 10:00am",
    "Program Week": "Week 1",
    "Type of session": "Announce/Organisation",
    "Speaker": null,
    "Emails": null,
    "Slack Instruction & Email Commu": "'@channel\nHi everyone,\nAfter two intense days, we’re giving you a relaxed morning to catch your breath. Take this time to connect with people you haven’t spoken to yet—grab a coffee, have a chat, or start planning sessions with anyone you find interesting.\nTo spark inspiration (and prepare for Monday), here’s a helpful resource with 50 questions to explore with a potential co-founder:\n :point_right: https://www.notion.com/templates/50-questions-to-explore-with-a-potential-co-founder\nQuick reminder: if you haven’t filled out your Founders Profile yet, please do it here:\n https://airtable.com/appaMJLNSqSucKQ7V/pagCeU81fETBdJ0ct/form\nWe’ll meet for a short group exercise at 11:30, followed by lunch at 12:00.\nEnjoy your morning! :blush:",
    "Notes / Feedback": null,
    "Attachments": null,
    "Participants": null,
    "Name (from linked)": null,
    "Notes 2": null
  },
  {
    "Name": "Friday First Wrap Up",
    "Date": "6/13/2025 5:00pm",
    "Program Week": "Week 1",
    "Type of session": "Announce/Organisation",
    "Speaker": null,
    "Emails": null,
    "Slack Instruction & Email Commu": "Maxime leads wrap up + Slack message afterwards: \n\n@channel\nQuick wrap-up and next steps – thanks again for an amazing kick-off week!\n1. Individual Pitches & Finding the Right Cofounder\n We’ll kick off Monday with individual pitches and a masterclass on how to find the right cofounder.\nIf you haven’t yet, take a moment to reflect and prepare using this list of cofounder questions:\n :point_right: Questions to ask your potential co-founder\n2. Profile Book\n Check out the profile book to get to know the rest of the cohort—and maybe shortlist a few people you'd like to talk to.\n (Heads up: Victor and Thomas will add theirs soon—they’ve been on conferences or traveling, so take another look soon for the full set.)\n :point_right: Pioneers Profile Book\n3. Start Testing Founder Fit\n Momentum is picking up—if there’s someone you would like to speak to, now’s the time. Reach out, grab a coffee, and start building your first hypotheses to test working together. We have the Startup Challenge on Wednesday, but we’ll also try to incorporate your feedback and introduce smaller challenges to help you better understand how different people work.\nEnjoy Friday evening!",
    "Notes / Feedback": null,
    "Attachments": null,
    "Participants": null,
    "Name (from linked)": null,
    "Notes 2": null
  },
  {
    "Name": "Slack - A team is born - explanation",
    "Date": "6/16/2025 2:00pm",
    "Program Week": "Week 2",
    "Type of session": "Announce/Organisation",
    "Speaker": null,
    "Emails": null,
    "Slack Instruction & Email Commu": "@channel\n:loudspeaker: Templates – New Formations, Pivots & Breakups\nHey everyone!\nThis channel is for sharing updates on team formations, pivots, and breakups so we can all stay aligned and support each other.\nWhenever there’s a change in your team setup, please post it here using one of the templates below :point_down:\n:heart_hands: New Team Formation\nTeam Name: [Your team name]\nTeam Members: [Your name] + @teammate\nOne-liner: [What you're working on in one sentence]\n:twisted_rightwards_arrows: Team Pivot\nTeam Name: [Your team name]\nTeam Members: [Your name] + @teammate\nWe pivoted and are now working on: [New focus in one sentence]\n:broken_heart: Team Breakup\nTeam Breakup: [Your names]\nQuick explanation: [Why you split + learnings, only if you'd like to share]",
    "Notes / Feedback": "maybe announce slightly earlier? announce in a team is born channel",
    "Attachments": null,
    "Participants": null,
    "Name (from linked)": null,
    "Notes 2": null
  },
  {
    "Name": "Mini Challenge 1 (Customer Discovery Challenge)",
    "Date": "6/16/2025 4:00pm",
    "Program Week": "Week 2",
    "Type of session": "Announce/Organisation",
    "Speaker": null,
    "Emails": null,
    "Slack Instruction & Email Commu": "15 min before: \n\nCustomer Discovery Challenge (Today 4:00–5:45pm)\nHey Pioneers!\nAfter this masterclass, we have our first small challenge on customer discovery.\nMore challenges will follow as we try to incorporate your feedback to understand how others work.\nYou’ll be working in teams of 3 for a rapid-fire customer discovery exercise.\n:dart: Your goal:\nGet on as many calls as possible. Talk to real people and uncover real problems. Do not pitch ideas or solutions—just listen and learn. Use the #ask-for-intros channel.\n:brain: How?\nPick a problem space (we assigned one to you - but you can also change it if your team agrees to it)\nReach out to people, get them on the phone. Use the Mom Test approach to ask better questions and get useful insights.\n:phone: The more you're on the phone, the better. Ideally call together as a group.\n:memo: Submit a Google Doc by 5:45pm\nWhat you have to submit:\nWhat methodology used to get leads (bullet points only)\nTotal leads contacted (Name, position, contact)\nTotal calls booked or taken\nKey learnings (if you manage to get on calls)\n:speaking_head_in_silhouette: Wrap-Up at 5:45pm\nWe’ll meet again to share learnings and reflections from 5:45 to 6:15pm.\nLet’s go out there and talk to people!\n3:51\nPropTech\nAlan\nAlina\nSimon\nHR Tech\nJules\nSachin\nStephane\nSocial / Media\nThamanna\nLeo\nMariya\nAndre\nFinTech\nTea\nAmit\nTomas\nTravel / Hospitality/ Restauration\nAlexandre\nGiorgio\nLala\nConsumer / E-Commerce\nNicolas\nArtur\nSachin\nVictor\nB2C\nFabian\nJulie\nAdhityan\nB2B Software\nFranz\nConnor\nBarbara\nLeon\n\n\n\nfollow on msg Maxime: \n@channel PRO-TIP: don't hesitate to ask the batch for referrals or contacts in certain industries. Use the #ask-anything channel\n\n\nFollow-on messages Niklas: \n@channel\nHi everyone, please submit the Google Doc link in the #submissions channel along with your team name.\nMerci!\n5:41\n@channel please come back to our space in 5 minutes and submit your Google doc until 5:45",
    "Notes / Feedback": "important feedback: \nShare mom test (and especially the cheat sheet) before that challenge!!!!\n\nMom test cheat sheet: \nhttps://waterstonefitness.notion.site/The-Mom-Test-Summary-And-Notes-946870b1df584bbf85f39a0138216721\n\ncustomize groups (if people want to work with people already we may need to help them test early)",
    "Attachments": null,
    "Participants": null,
    "Name (from linked)": null,
    "Notes 2": null
  },
  {
    "Name": "HAL Photo Message",
    "Date": "6/17/2025 10:00am",
    "Program Week": "Week 2",
    "Type of session": "Announce/Organisation",
    "Speaker": null,
    "Emails": null,
    "Slack Instruction & Email Commu": "'@channel\nPlease download your Station F profile picture from HAL and send it to me.\nWe’ll use it for LinkedIn and the Profile Book.\nHere’s how to do it:\n → Go to HAL\n → Click your profile picture (top right)\n → Go to Settings\n → Click the blue button “Download HAL picture” (top right) and send it to me via Slack or Email.\nThanks in advance!",
    "Notes / Feedback": null,
    "Attachments": null,
    "Participants": null,
    "Name (from linked)": null,
    "Notes 2": null
  },
  {
    "Name": "Attendance Message (before masterclass)",
    "Date": "6/17/2025 1:30pm",
    "Program Week": "Week 2",
    "Type of session": "Announce/Organisation",
    "Speaker": null,
    "Emails": null,
    "Slack Instruction & Email Commu": "@channel\nQuick notice concerning attendance :date:\nWe've been generally happy about the attendance rate of the batch. However, this is a reminder that participation is a core part of the Pioneers experience, both for exercices and masterclasses. Do ensure you make all of them.\nFYI: starting next week the schedule will be much lighter, the effort is required mainly for this week.\n:warning: If you can’t attend, you must message @Niklas - Pioneers Team  ideally 12 hours before the session starts.\nIf we don’t hear from you, we’ll assume you're in !\nThis rule now applies to all future exercices/masterclass sessions.\nThanks and see you at 2pm in the Creativity room for the Sales and GTM session !",
    "Notes / Feedback": null,
    "Attachments": null,
    "Participants": null,
    "Name (from linked)": null,
    "Notes 2": null
  },
  {
    "Name": "Office Hour Announcement (Sharpstone and Bold)",
    "Date": "6/18/2025 5:00pm",
    "Program Week": "Week 2",
    "Type of session": "Announce/Organisation",
    "Speaker": "Sharpstone + Bolt",
    "Emails": null,
    "Slack Instruction & Email Commu": "'@channel\n:wave: Olá everyone!\nOffice Hours are starting next week! Unlike masterclasses, these are 1:1 sessions (20–30 min) with experts, designed to give tailored advice and help you move forward with your project. Come prepared with your questions and context, it makes all the difference.\nIf you’re interested in a session, just DM me and I’ll handle the scheduling.\n:date: Tuesday, June 24 – 3:00 to 4:30 PM\nTopic: Non-Dilutive Funding with Sharpstone\nLearn how to access grants, loans, and public financing without giving up equity. Perfect for Tech & Deep Tech founders.\n:link: sharpstone.fr — presentation attached.\n:date: Friday, June 27 – 2:00 to 4:00 PM\nTopic: Legal & Strategy with Thomas Peignier, Co-founder of BOLD\nThomas is a lawyer with 15+ years of experience advising entrepreneurs on structuring, partnerships, fundraising, M&A, shareholder issues, and team incentives.\n:link: wearebold.co — presentation attached.\nLet me know which one you’d like to join!",
    "Notes / Feedback": null,
    "Attachments": "Bold.pdf (https://v5.airtableusercontent.com/v3/u/48/48/1766426400000/0OXpxmuNN-0pRiB5JLyTJw/3FW7SzVYDGS4GRdH5D_9n_EYGz4pgtRLgGQgvJyoxddPd__l5ZMsBqE756Buly9nthUzAcZzkrX4on9CeJOflXFi42jD9S5TeZ2XuSUOBWZ7H7c5jpJo0nWUOVOFULY3uyKEKo5RQodpWRqe_iUThQ/Q61UjjP9jnokDZPmA4AdjNkgHro8NwbducA9iNWV6k8),Sharpstone.pdf (https://v5.airtableusercontent.com/v3/u/48/48/1766426400000/rgfllsCbsH6KTTPKbA9iuQ/4uznAimIU71JziqcsYabpsp6LgPcgbQ30QNGhixxZi_GzgUA2J6JXgvJyWy_j4C1HzYz9-dJeLWnZjGz_iuIppHHRbuskYcoayxbghGThqnvEfUgaVGWemiNp-WJA8iBHodIyiJwTxkAqODnkPxtWvRYHjQ5RWpHXznuv53yL1c/n_WTSKS151n6ornVkxCfNfGJ8PvJM4_Ashy5SXlV-SQ)",
    "Participants": null,
    "Name (from linked)": null,
    "Notes 2": null
  },
  {
    "Name": "Feedback Form - asking for Feedback",
    "Date": "6/19/2025 10:00am",
    "Program Week": "Week 2",
    "Type of session": "Announce/Organisation",
    "Speaker": null,
    "Emails": null,
    "Slack Instruction & Email Commu": "@channel\n:memo: Feedback Form\nAs the very first Pioneers batch, your input is incredibly valuable.\nPlease take a few minutes to share your honest thoughts on the past days - events, workshops, and the program overall.\nLet us know what worked, what didn’t, and what we can improve.\nThe form is anonymous.\nThank you!\n :point_right: Feedback Form",
    "Notes / Feedback": "ideally 1-2 days earlier - people already forgot some of the sessions",
    "Attachments": null,
    "Participants": null,
    "Name (from linked)": null,
    "Notes 2": null
  },
  {
    "Name": "Searching Theme Lead - Announcement",
    "Date": "6/19/2025 5:00pm",
    "Program Week": "Week 2",
    "Type of session": "Announce/Organisation",
    "Speaker": null,
    "Emails": null,
    "Slack Instruction & Email Commu": "@channel\n:star2: Looking for Theme Leads – Industry Experts\nWe’re organizing lunches / workshops around specific topics and industries.\nIf you’ve built strong insights in a market or an industry and want to share them, let me know!\nYou’ll lead a theme session—whether it's a lunch or a workshop—and others interested in the topic will join.\nJust message me with your preferred theme.\nMerci!",
    "Notes / Feedback": null,
    "Attachments": null,
    "Participants": null,
    "Name (from linked)": null,
    "Notes 2": null
  },
  {
    "Name": "Announcing Alexis from Kima the day before",
    "Date": "6/19/2025 6:30pm",
    "Program Week": "Week 2",
    "Type of session": "Announce/Organisation",
    "Speaker": null,
    "Emails": null,
    "Slack Instruction & Email Commu": "@channel Hey batch, tomorrow at 2PM we have an amazing speaker session with the General Partner of the most active early stage VC in France, Alexis Robert, GP at KIMA Ventures.\nKIMA invests in over 100 startups per year with tickets of 100-150k EUR, perfect for a follower ticket post-Pioneers :slightly_smiling_face: . Alexis is a true veteran of the VC scene, and has insights on what makes a great early stage founder. this is a must-not-miss session!\nDetails:\n2PM @ Junior Stage\nin the SHARE ZONE\nLooking forward to seeing you there :wink:",
    "Notes / Feedback": null,
    "Attachments": null,
    "Participants": null,
    "Name (from linked)": null,
    "Notes 2": null
  },
  {
    "Name": "Feedback Form - Reminder Message",
    "Date": "6/20/2025 4:30pm",
    "Program Week": "Week 2",
    "Type of session": "Announce/Organisation",
    "Speaker": null,
    "Emails": null,
    "Slack Instruction & Email Commu": "@channel\nReminder for those who haven’t filled out the feedback form yet — please take a few minutes to do it\n:memo: Feedback Form\n As the very first Pioneers batch, your input is incredibly valuable.\nPlease take a few minutes to share your honest thoughts on the past days – events, workshops, and the program overall.\nToday’s masterclass with Alexis Robert has been added as well!\n The form is anonymous – your honesty helps us a lot.\n Thank you!\n:point_right: Fill out the Feedback Form here",
    "Notes / Feedback": null,
    "Attachments": null,
    "Participants": null,
    "Name (from linked)": null,
    "Notes 2": null
  },
  {
    "Name": "Office Hour Sharpstone and Bold -  second announcement ",
    "Date": "6/23/2025 1:30pm",
    "Program Week": "Week 3",
    "Type of session": "Announce/Organisation",
    "Speaker": null,
    "Emails": null,
    "Slack Instruction & Email Commu": ":wave: Hey everyone,\nWe still have 1 spot left with Sharpstone (tomorrow, 3–4:30pm) and 1 or 2 spots left with Bold (Friday, 2–4pm).\nThese are 1:1 meetings (25–30min) where you can ask all your questions.\n:small_blue_diamond: Sharpstone (also a pre-seed fund) is super helpful for anything non-dilutive funding, think grants, 0% loans, prizes, etc. (e.g. €30k from Frenchtech, 0% debt with Wilco/Paris&Co, university grants for deeptech startups…France is quite nice to get funding helps when you start, trust me I work in Portugal).\n:small_blue_diamond: Bold is a startup-focused legal agency, they can support on shareholders’ agreements, equity splits, leaver clauses, governance, and more.\n:point_right: DM me (first come, first served) if you want one of the last spots! I come back to the concerned ones tonight.",
    "Notes / Feedback": null,
    "Attachments": null,
    "Participants": null,
    "Name (from linked)": null,
    "Notes 2": null
  },
  {
    "Name": "Announce Sessions (Mini Challenge + Vibe Coding + LP event)",
    "Date": "6/23/2025 4:30pm",
    "Program Week": "Week 3",
    "Type of session": "Announce/Organisation",
    "Speaker": null,
    "Emails": null,
    "Slack Instruction & Email Commu": "'@channel\nA few calendar updates – we know some of you prefer fewer short-term changes, and we’re working to limit those going forward.\nTuesday:\nMini Challenge Kickoff | 2:00–2:30 PM\nWe’ll launch a new challenge, likely running for 24 hours. More details to follow tomorrow.\nIf there’s someone you’d like to team up with to test a potential co-founder relationship, let us know. We’ll try to group you accordingly. Please let us know if you do not make it, otherwise we count you in.\nWednesday:\nVibe Coding Session – Part II | 4:00–6:00 PM\nArtur and Fabian are back!\nTopics: Web Hosting and Cursor.\nFor details, feel free to reach out to Fabian.\n\n\nHey everyone! :wave:\nI follow up with a “non-announced event”\nThis Thursday at 5:30pm, we’re hosting a small LP event with a few LPs of Pioneers.\nWe’ll have 2–3 teams and possibly 1–2 individuals briefly present what they’re working on (we’ll help you prep!). We can’t include everyone, but if you’re interested in pitching, just me know!\nThe session will be followed by drinks with everyone. Hope to see you there! :beers:",
    "Notes / Feedback": null,
    "Attachments": null,
    "Participants": null,
    "Name (from linked)": null,
    "Notes 2": null
  },
  {
    "Name": "Announcement (challenge deadline + video shoot + shirts)",
    "Date": "6/26/2025 11:30am",
    "Program Week": "Week 3",
    "Type of session": "Announce/Organisation",
    "Speaker": null,
    "Emails": null,
    "Slack Instruction & Email Commu": "'@channel\nPlease read - today is a rather big day as we will be filming and have a cool guest:)\n:rotating_light: Challenge 1 Deadline — 13:30 sharp\n Please drop your Google Doc in #submissions before 13:30.\n:shirt: T-shirt hand-out — until 13:15\n Come to our space until 13:15 to get your Pioneers t-shirt. We ask you to wear it today.\n:rocket: Big Session in the Creativity Room — 13:30\n We’re welcoming Emmanuel Straschnov, CEO & co-founder of Bubble, for an exclusive Pioneers talk.\n:movie_camera: “Pioneers Behind the Scenes” video shoot\nCameras will be there to film the session - and of course you wearing the Pioneers t-shirts!\nPlease arrive on time, merci! (edited) ",
    "Notes / Feedback": null,
    "Attachments": null,
    "Participants": null,
    "Name (from linked)": null,
    "Notes 2": null
  },
  {
    "Name": "Announcing Weekly Theme: Distribution ",
    "Date": "6/30/2025 10:00am",
    "Program Week": "Week 4",
    "Type of session": "Announce/Organisation",
    "Speaker": null,
    "Emails": null,
    "Slack Instruction & Email Commu": "@channel\nHello Batch – hope your week is off to a strong start.\nReminder: this week’s theme is Distribution.\nAI made building easy, now the hard part is reach.\nIf you can’t get your product in front of the right people, it doesn’t matter how good it is.\nSo either:\nYour product solves such a deep pain that cold outreach converts unusually well,\nor\nYou’ll need to think way outside the box to crack your distribution.\nKeep testing. Keep shipping. And remember: the best product doesn’t win, the best distribution does.",
    "Notes / Feedback": null,
    "Attachments": null,
    "Participants": null,
    "Name (from linked)": null,
    "Notes 2": null
  },
  {
    "Name": "LinkedIn Sales Nav Workshop w Lala - Announcement",
    "Date": "7/2/2025 4:00pm",
    "Program Week": "Week 4",
    "Type of session": "Announce/Organisation",
    "Speaker": null,
    "Emails": null,
    "Slack Instruction & Email Commu": "'@channel\n:rocket: LinkedIn Sales Navigator Workshop – Tuesday at 2:30 PM with @Lala\nHey everyone!\nFollowing the recent Slack conversation about LinkedIn Sales Navigator, Lala will be running a quick workshop on the topic this Tuesday at 2:30 PM.\nLocation is the Planet Express Room (Create - ground floor)\nIt’s already in the calendar. Hit the :fire: button if you’re in!",
    "Notes / Feedback": null,
    "Attachments": null,
    "Participants": null,
    "Name (from linked)": null,
    "Notes 2": null
  },
  {
    "Name": "Announcing Weekly Theme: Revenue",
    "Date": "7/4/2025 7:00pm",
    "Program Week": "Week 4",
    "Type of session": "Announce/Organisation",
    "Speaker": null,
    "Emails": null,
    "Slack Instruction & Email Commu": "Hi @channel,\nThanks for this week - our theme was Distribution.\nNext week's theme - Revenue\nYour top priority is now to prove real customers will pay. Aim to:\nClose your first transaction or\nSecure a signed pre-order / letter of intent confirming payment once the product is ready.\n:point_right: Early revenue is the clearest proof of product–market fit and will strengthen every future conversation with partners and investors.\nFriday Pitches\nToday only established project teams pitched to encourage team formation. We still want to encourage you to get into a team, so only teams can pitch and come in person.\nBut we will open a Google Meet next week so anyone can follow online to be more inclusive.\nAnnounce your team if you want to pitch.\n\nEnjoy the weekend and looking forward to what is next.",
    "Notes / Feedback": null,
    "Attachments": null,
    "Participants": null,
    "Name (from linked)": null,
    "Notes 2": null
  },
  {
    "Name": "Asking to fill out weekly update form",
    "Date": "7/7/2025 11:00am",
    "Program Week": "Week 5",
    "Type of session": "Announce/Organisation",
    "Speaker": null,
    "Emails": null,
    "Slack Instruction & Email Commu": "'@channel\nHello Batch!\nHope you've had a strong start of the week and are on the way to strong PMF :saluting_face:\n:warning: Announcement: New weekly update form -> For those in a team, please share your latest progress with us to keep us up-to-date on how you're doing. We will use this form to identify obstacles and help when we can.\nLink here -> Pioneers weekly update\nImportant notes:\nThis form is to be completed every Monday. (Today is an exception, you have until tomorrow end of day.)\nPlease be concise: use bullet points only, no long paragraphs!\nEach team should submit only one form.\nPS: Regular reporting is a strong positive signal of an organized and high-performing team!",
    "Notes / Feedback": null,
    "Attachments": null,
    "Participants": null,
    "Name (from linked)": null,
    "Notes 2": null
  },
  {
    "Name": "Hugo Office Hours (15+16.07.) - Announcement",
    "Date": "7/7/2025 11:00am",
    "Program Week": "Week 5",
    "Type of session": "Announce/Organisation",
    "Speaker": "Hugo",
    "Emails": null,
    "Slack Instruction & Email Commu": "Hugo Office Hours next week\nHi @channel,\nNext week we have office hours with @Hugo:\nTuesday - 4 to 5 pm\nWednesday - 4 to 5 pm.\nSlots are 15 min per team.\nPlease let us know which day you prefer and we allocate a slot to you (first-come first-serve).\nThe Google Meet links are in the calendar invite for Tuesday and Wednesday. You will join the link at the time of your slot.",
    "Notes / Feedback": null,
    "Attachments": null,
    "Participants": null,
    "Name (from linked)": null,
    "Notes 2": null
  },
  {
    "Name": "AWS for new Founders - Announcement",
    "Date": "7/9/2025 1:00pm",
    "Program Week": "Week 5",
    "Type of session": "Announce/Organisation",
    "Speaker": null,
    "Emails": null,
    "Slack Instruction & Email Commu": "Last-Minute Event with AWS – This Friday!\nHey @channel,\nAWS offered us a slot this Friday from 3-4 pm in their AWS room (share zone).\nSome of you may be building on AWS, so we’re hosting an ‘AWS session for New Founders’ - practical, not pure technical.\nWhat to expect:\n15-min business case presentation by two AWS engineers\n40-min open Q&A (ask anything - tech or business!)\nBased on your feedback from the Google session, this is going to be more of an interactive founder-focused discussion for both tech and business profiles\n:round_pushpin: AWS Room, Station F (Share Zone)\n:spiral_calendar_pad: Friday, 3–4 PM\nSee you there - hit :fire: if you are joining!",
    "Notes / Feedback": null,
    "Attachments": null,
    "Participants": null,
    "Name (from linked)": null,
    "Notes 2": null
  },
  {
    "Name": "AWS for new Founders - Announcement Update (w Connor)",
    "Date": "7/9/2025 5:00pm",
    "Program Week": "Week 5",
    "Type of session": "Announce/Organisation",
    "Speaker": null,
    "Emails": null,
    "Slack Instruction & Email Commu": "Event announcement update (with Connor giving an AWS session before):\n\nDouble AWS Session This Friday :fire:\nHey @channel,\nAs mentioned earlier, we have an AWS session this Friday from 3–4 PM in the AWS Room (Share Zone). But since we already have our own AWS expert @Connor Blair here, we’re turning it into a double session!\nHere’s the plan:\n2:30–2:55 PM — AWS Perspective with Connor\nWe'll kick things off in the Nebuchadnezzar Room (right in front of the Pioneers space), where Connor will briefly walk you through the key AWS points and answer questions from an independent expert’s perspective.\n3:00–4:00 PM — AWS Session\nThen we move over to the AWS Room (Share Zone) for a short presentation and open Q&A with two AWS engineers. A great chance to ask questions - maybe even the same ones again and compare the answers from the “more biased” AWS side.\nWe encourage critical questions - cloud infra is often one of the backbones of your startup and AWS wants to sell to you.\nTL;DR:\nFriday, June 11\n2:30–3:00 PM: Nebuchadnezzar Room – AWS with @Connor Blair\n3:00–4:00 PM: AWS Room (Share Zone) – AWS engineer presentation + Q&A\nBoth events are in the calendar. Looking forward to a full-circle session from both an independent expert and AWS itself!\nAs usual, please react with :fire: if you are coming.",
    "Notes / Feedback": null,
    "Attachments": null,
    "Participants": null,
    "Name (from linked)": null,
    "Notes 2": null
  },
  {
    "Name": "Announcing Weekly Theme: Pivoting",
    "Date": "7/14/2025 11:00am",
    "Program Week": "Week 6",
    "Type of session": "Announce/Organisation",
    "Speaker": null,
    "Emails": null,
    "Slack Instruction & Email Commu": "Hey @channel,\nThis Week’s Theme is: Pivoting\nEither your idea got validated, meaning real people were willing to try or even pay for it, or… it didn’t.\nIf you got traction:\nDouble down. Take your learnings and optimize your positioning:\nSharpen who your ideal customer is\nRefine your messaging and value proposition\nImprove onboarding or UX for better conversion\nPush toward more proof (repeat usage, new users, or actual payments)\nIf you didn’t get traction:\nThat’s totally fine, most don’t. You now need to pivot, and the faster, the better.\nYour options:\nHard Pivot (changing the core of the business):\nNew customer segment\nNew core problem\nNew solution or product\nEntirely new market\nSoft Pivot (same direction, but refined):\nReframing the value prop, narrowing or expanding the user persona\nReworking the channel or go-to-market\nChanging the feature focus\nWhatever path you’re on, this week is about building clarity and making bold, informed moves.\nYou’re expected NOT to get things right. You are expected to learn fast and act.",
    "Notes / Feedback": null,
    "Attachments": null,
    "Participants": null,
    "Name (from linked)": null,
    "Notes 2": null
  },
  {
    "Name": "LinkedIn Support Channel Announcement",
    "Date": "7/17/2025 1:00pm",
    "Program Week": "Week 6",
    "Type of session": "Announce/Organisation",
    "Speaker": null,
    "Emails": null,
    "Slack Instruction & Email Commu": "Hey @channel\nWe have a channel to support each other’s LinkedIn posts and boost visibility for what you're currently building.\nFeel free to join the channel #linkedin-support",
    "Notes / Feedback": null,
    "Attachments": null,
    "Participants": null,
    "Name (from linked)": null,
    "Notes 2": null
  },
  {
    "Name": "Hugo Office Hours Part 2 (July 21) - Announcement",
    "Date": "7/17/2025 2:30pm",
    "Program Week": "Week 6",
    "Type of session": "Announce/Organisation",
    "Speaker": null,
    "Emails": null,
    "Slack Instruction & Email Commu": "Hugo Office Hours - Monday 4-5 pm\nHi @channel,\nAs more people requested office hours than we had slots, we're opening a new round with @Hugo this Monday from 4–5 PM.\nWe have 4 slots - first come first serve. Feel free to text me if you're interested.\nMerci!!",
    "Notes / Feedback": null,
    "Attachments": null,
    "Participants": null,
    "Name (from linked)": null,
    "Notes 2": null
  },
  {
    "Name": "Selection Day - Information + Format",
    "Date": "7/23/2025 5:00pm",
    "Program Week": "Week 7",
    "Type of session": "Announce/Organisation",
    "Speaker": null,
    "Emails": null,
    "Slack Instruction & Email Commu": "'@channel Hey everyone,\nHappy to be back in Station F after my SF trip - glad to tell you that we're building an insane US track for you!\nSelection Day Information\nHere’s everything you need to know about Selection Day, happening next Wednesday at 4pm:\nSelection Day is the first filter of the program. The main goal of this milestone is to:\n1. make sure you are in a team\n2. make sure you're on the right track\n:jigsaw: Selection Criteria:\nTeam & Idea – You have locked your team & are fixed on your problem space.\nProgress made – You have shown progress: clear user feedback, signs of traction or market interest.\nAmbition & vision – Here we make sure the size of your ambition aligns with ours :)\nMOAT - You understand what your differentiating factor is.\nFor solofounders who've decided to pursue the lonely path - we will evaluate your progress as well.\nThe following Friday we shall announce those who have passed the selection. Good luck!\n:date: Format:\nEach team will pitch in front of the investment committee.\nFormat: 3 min pitch + 5 min Q&A.\nYour pitch should clearly cover: problem, solution, market, traction (or strong signals), team, and roadmap.\nEach team will be assigned a slot and will only join the session on their slot.\nIt is possible to pitch remotely\n-> This is the culmination of 8 weeks of work. Be sharp, be bold, and show us why you’re the right team for this problem.",
    "Notes / Feedback": null,
    "Attachments": null,
    "Participants": null,
    "Name (from linked)": null,
    "Notes 2": null
  },
  {
    "Name": "Weekly Update Form - Reminder",
    "Date": "7/23/2025 5:30pm",
    "Program Week": "Week 7",
    "Type of session": "Announce/Organisation",
    "Speaker": null,
    "Emails": null,
    "Slack Instruction & Email Commu": ":warning: :warning:Other Reminder: where are your weekly updates?\nI've noticed many teams forgot to submit their weekly updates. Please share your weekly update in Slack every Monday before day-end. It’s essential for tracking progress and informing the investment committee.\nLink here:https://airtable.com/appUx24OUnsGrJyLU/pagKgBxVj4jUPWTJU/form",
    "Notes / Feedback": null,
    "Attachments": null,
    "Participants": null,
    "Name (from linked)": null,
    "Notes 2": null
  },
  {
    "Name": "Claiming AWS Credits",
    "Date": "7/25/2025 11:00am",
    "Program Week": "Week 7",
    "Type of session": "Announce/Organisation",
    "Speaker": null,
    "Emails": null,
    "Slack Instruction & Email Commu": "AWS Credits\nHi @channel,\nSince a few of you are claiming AWS credits. The AWS link that was shared with us isn’t the right one.\nIf you want to claim AWS credits, do it through Station F HAL → Perks → AWS.\nHope that clarifies things. Let me know if you have questions.",
    "Notes / Feedback": null,
    "Attachments": null,
    "Participants": null,
    "Name (from linked)": null,
    "Notes 2": null
  },
  {
    "Name": "Weekly Update Form - Reminder",
    "Date": "7/28/2025 3:00pm",
    "Program Week": "Week 8",
    "Type of session": "Announce/Organisation",
    "Speaker": null,
    "Emails": null,
    "Slack Instruction & Email Commu": "Hi @channel,\nDo not forget to fill out the Pioneers weekly update (today or tomorrow morning at the latest please).\nMerci!",
    "Notes / Feedback": null,
    "Attachments": null,
    "Participants": null,
    "Name (from linked)": null,
    "Notes 2": null
  },
  {
    "Name": "Selection Day - Reminder + Order / Info",
    "Date": "7/29/2025 2:00pm",
    "Program Week": "Week 8",
    "Type of session": "Announce/Organisation",
    "Speaker": null,
    "Emails": null,
    "Slack Instruction & Email Commu": "Hi @channel,\n:fire: We're 24 hours before the Selection Day.\nAs a reminder: Selection Day is the first filter of the program. Some of you will make it and some will unfortunately leave the program. More information below on the next steps.\n:jigsaw: Reminder of the selection Criteria:\nTeam & Idea – You're the right team for your problem space.\nProgress made – You have shown progress: clear user feedback, signs of traction or market interest.\nAmbition & vision – Here we make sure the size of your ambition aligns with ours :)\nMOAT - You understand what your differentiating factor is.\nBelow the pitch order for tomorrow. The pitch format will be 3-minute pitch + 5-minute Q&A per team.\nPlease be as concise as possible.\nYou will pitch in front of 3 of our LPs, Dominika (the idea killer) and myself.\nWe will let you know a few minutes before to prepare for your turn.\nLocation:\nLongship Boardroom, SHARE Zone\nRemote Access: Google Meet Link\nPitch Order:\n16:00 – Mirmi\n16:08 – Revelio\n16:16 – AvaHome\n16:24 – FitBot\n16:32 – Umamy\n16:40 – Jooob AI\n16:48 – ScoreTrue\n16:56 – ThirdPlace\n17:04 – Orchly\n17:12 – AdaLove\n17:20 – Break :coffee: \n17:30 – Vindex\n17:38 – Vuen AI\n17:46 – GovIntel\n17:54 – NAIA\n18:02 – Certin\n18:10 – GoFusion\n18:18 – LeadCatAI\n18:26 – Mirae\n18:34 – Promptaize\nImportant - Next Steps after Selection Day\n:loudspeaker: Results Announcement + Office Hours\nThursday by 5:00pm: We’ll share the teams going to the next round\nFriday 11:00 to 13:00: We’re holding office hours for those not moving to the next phase to provide feedback\n:clinking_glasses:Drinks Thursday at 6:30 pm, La Felicita\nYou’ve all worked hard - hope you join to celebrate the last months.\n:heart_hands: You are becoming a Pioneers Alumni\nNo matter the outcome, you are now part of the Pioneers alumni community!\nThis means you will remain with us on all communication channels and are invited to join future alumni events.\nFor those not being selected:\n:star2: Reapply for future cohorts: Don't let this discourage you. Some of the best founders we've invested in had re-applied  before getting our investment (at Hook). Keep building!\n:identification_card:  Deactivation of your card: Your access cards will stay active until mid-next week in case you want to pick up things early next week.\nFor those staying:\n:woman-running::skin-tone-4:Sprint phase: You enter the next phase to build traction and present a compelling use case at pre-IC on September 8 and eventually at IC on September 12. We will share more information by early next week.\nWishing you all the best for tomorrow’s pitches - and as always, let us know if you have any questions.",
    "Notes / Feedback": null,
    "Attachments": null,
    "Participants": null,
    "Name (from linked)": null,
    "Notes 2": null
  },
  {
    "Name": "Selection Day - Result Announcement (+ OH + beer same day)",
    "Date": "7/31/2025 4:00pm",
    "Program Week": "Week 8",
    "Type of session": "Announce/Organisation",
    "Speaker": null,
    "Emails": null,
    "Slack Instruction & Email Commu": "Hello Pioneers, the moment has come. @channel\nFirst off, thank you for your commitment and effort over the past six weeks. You all deserve a lot of credit. Evaluating your progress wasn’t easy. We faced several edge cases, and early-stage investing is, by definition, shaped by subjective judgment.\nA note to those not selected:\nDon’t let this stop you, keep building. We’re fully aware that we can make mistakes. Also, some of the best founders I backed at Hook had pitched to us multiple times before getting an investment. You remain part of the Pioneers community and and we’ll be keeping an eye on your progress.\nTo the selected teams:\nThis is far from a win. You’ve cleared a checkpoint but there’s still a long way to go to be investment-ready for the IC. There were no clear yes and you’ll all need to seriously accelerate execution and focus on validating core assumptions.\nNext steps:\n:date: Office Hours – Tomorrow, 11:00–13:00\nWe’ll be available tomorrow to answer questions. Feel free to ask about the decision-making, and share your honest feedback with us to help us improve.\n:wave: Outboarding on Tuesday\nFor those not continuing in the sprint phase, we’ll outboard you on Tuesday. You can always come back for a meeting, and we will send you an invite.\n:beers:For tonight\nLet’s celebrate the past weeks together over drinks - you’ve earned it!\n:speech_balloon: Slack & alumni community:\nFor those not selected, you remain part of the Pioneers community and we will invite you to events in the next months (stay tuned for a get-together after IC in September with the batch + friends).\nPlease also stay active with us on Slack, and let us know whenever the community can support you. Thank you again for your dedication and openness throughout this journey so far.\nSee you all this evening!\nBelow are the Selection Day results and the list of teams moving forward to the Sprint Phase.",
    "Notes / Feedback": null,
    "Attachments": "image.png (https://v5.airtableusercontent.com/v3/u/48/48/1766426400000/ZWXrnSdYZlLQLqRIuODVFw/4toTrQT2jPw-EH7G0MjokgjdTFzk1RR5FRDl2uAOZIT46iD07WfDNDgkRVsx_F79zu0VVz53_-nr9RDljZQMfeBQlCtBNe14hvyPYTMM5nxQDL584S4NwywEJYd3pRCq3VKdOYPzC6bk3TRsJGYNBw/pIVz5OQ7MWMBFbLg_8ycl5yXQbUQGj3gnYQyCWeTtrs)",
    "Participants": null,
    "Name (from linked)": null,
    "Notes 2": null
  },
  {
    "Name": "Selection Day - Follow-on to book office hours",
    "Date": "7/31/2025 4:30pm",
    "Program Week": "Week 8",
    "Type of session": "Announce/Organisation",
    "Speaker": null,
    "Emails": null,
    "Slack Instruction & Email Commu": "For those not selected, we'd love to give you 1-on-1 feedback  - please DM @Niklas - Pioneers Team or myself to book a slot during tomorrow's OH.\n\n\n\n\n\n",
    "Notes / Feedback": null,
    "Attachments": null,
    "Participants": null,
    "Name (from linked)": null,
    "Notes 2": null
  },
  {
    "Name": "Masterclass Bruno (Aug 6) - Announcement",
    "Date": "8/1/2025 3:00pm",
    "Program Week": "Week 8",
    "Type of session": "Announce/Organisation",
    "Speaker": null,
    "Emails": null,
    "Slack Instruction & Email Commu": ":rocket: Online Masterclass with Bruno Aziza – Breaking into the Silicon Valley :us: - This Wednesday, Aug 6 @ 5 PM – Open to all\nHi everyone @channel,\nWe’re adding to the masterclass series with a banger :boom: - join us this Wednesday at 5 PM for a special session with Bruno Aziza, our Venture Partner based in the SF Bay Area.\nBruno brings unmatched experience from the Silicon Valley:\nScaled multiple startups to successful exits – including an IPO with Business Objects\nFormer C-level at Google, Microsoft, Oracle, IBM\nEx-Partner at CapitalG (Google’s growth fund)\nDriving Pioneers’ US/Silicon Valley expansion\nHe’ll share what it really takes to build in SF vs. Europe – from startup grit to tech giant strategy.\nThe event is online and on the Pioneers calendar :\nGoogle Meet link: meet.google.com/tzd-zevp-wsd\nLooking forward to seeing you there! ",
    "Notes / Feedback": null,
    "Attachments": null,
    "Participants": null,
    "Name (from linked)": null,
    "Notes 2": null
  },
  {
    "Name": "Sprint Phase - Weekly Check-in Announcement",
    "Date": "8/1/2025 4:00pm",
    "Program Week": "Week 8",
    "Type of session": "Announce/Organisation",
    "Speaker": null,
    "Emails": null,
    "Slack Instruction & Email Commu": "Sprint Phase - Weekly Check-Ins with each team (starting this Monday)\nHi @channel,\nMonday marks the start of the sprint phase - we’ll be tracking progress closely and expect fast execution: test, pivot, show traction, and keep us regularly updated.\nTwo key recurring check-ins:\n:one: Weekly 1:1s with each team (20 minutes)\nFixed weekly slots until Pre-IC - please only change if urgent\nLocation: Hogwarts Express room next to the Pioneers Space\nOnly exception: this Monday we are in NEBUCHADNEZZAR\nIn case you need to attend remotely - calendar invites with Google Meet links will be shared shortly\nHere are the 20-minute slots for each team:\nMondays:\n11:00 - Mirmi\n11:20 - ScoreTrue\n11:40 - FitBot\n12:00 - AvaHome\nTuesdays:\n11:00 - Umamy\n11:20 - Orchly\n11:40 - JooobAI\nWednesdays:\n11:00 - GovIntel\n11:20 - Vindex\n11:40 - Certin\n:two: Friday Pitches\nStill on Fridays, now starting at 3:00 PM.\nSame format as usual.\nMomentum matters most in the next weeks, keep pushing forward :rocket:",
    "Notes / Feedback": null,
    "Attachments": null,
    "Participants": null,
    "Name (from linked)": null,
    "Notes 2": null
  },
  {
    "Name": "Exit Form - Request to fill out (Email message)",
    "Date": "8/4/2025 10:00am",
    "Program Week": "Week 9",
    "Type of session": "Announce/Organisation",
    "Speaker": null,
    "Emails": null,
    "Slack Instruction & Email Commu": "Subject: Exit Form - We need your valuable feedback\n\nHi Pioneers,\n\nFirst of all, thank you for the past weeks. This was an intensive time, and we highly appreciate your contribution to the program and your drive to build!\n\nAs you are not moving to the sprint phase, we ask you to help us shape the next cohort with the exit form.\n\nThis isn’t a formality! \nYour input directly helps us improve from how we structure the program to how we select, support, and challenge future founders. It also helps us figure out how we can continue to support you: with intros, guidance, or future opportunities.\n\nIt should only take a few minutes:\nExit form link\n\nThanks again and see you at the masterclass with Bruno!\n\nBest,\nNiklas",
    "Notes / Feedback": null,
    "Attachments": null,
    "Participants": null,
    "Name (from linked)": null,
    "Notes 2": null
  },
  {
    "Name": "Exit Form - Request to fill out (Slack message)",
    "Date": "8/4/2025 10:30am",
    "Program Week": "Week 9",
    "Type of session": "Announce/Organisation",
    "Speaker": null,
    "Emails": null,
    "Slack Instruction & Email Commu": "Exit Form - for those leaving the program\nHi @channel,\nPlease help us shape the next cohort with the exit form!\nIf you’re leaving the program: first of all, thank you. As you move on to your next steps, we’re asking for one last contribution.\nThis isn’t a formality! Your input directly helps us improve from how we structure the program to how we select, support, and challenge future founders. It also helps us figure out how we can continue to support you: with intros, guidance, or future opportunities.\nIt only takes 5 minutes:\n:point_right: Exit form link\n",
    "Notes / Feedback": null,
    "Attachments": null,
    "Participants": null,
    "Name (from linked)": null,
    "Notes 2": null
  },
  {
    "Name": "Masterclass Bruno (Aug 6) - Fill out Form",
    "Date": "8/4/2025 3:00pm",
    "Program Week": "Week 9",
    "Type of session": "Announce/Organisation",
    "Speaker": null,
    "Emails": null,
    "Slack Instruction & Email Commu": "Hi @channel,\nTomorrow at 5 PM we’re live with Bruno Aziza :rocket: - Silicon Valley veteran, ex-Google, ex-Microsoft, ex-Oracle, and our Venture Partner helping you break into the US startup scene.\nBefore then, please take 90 seconds to fill out this short form by 5 pm today:\n:point_right: https://docs.google.com/forms/d/e/1FAIpQLScqpYaUOo9-axCjzbzuFh3eCp3ATD01Ktgaz_4Ae1pQZrBaIQ/viewform",
    "Notes / Feedback": "send earlier next time",
    "Attachments": null,
    "Participants": null,
    "Name (from linked)": null,
    "Notes 2": null
  },
  {
    "Name": "Building with Pioneers (distribute personal LinkedIn post templates)",
    "Date": "8/5/2025 10:00am",
    "Program Week": "Week 9 - Sprint Channel",
    "Type of session": "Announce/Organisation",
    "Speaker": null,
    "Emails": null,
    "Slack Instruction & Email Commu": "send individual messages to all founders on Slack with their template:\n\nHi Stephane,\nIt's time to own up to your startup adventure!\nPresenting your startup journey to your network is a key step to unlock opportunities: clients, investors, advisors, you name it, many positives can come from it.  So now that you're in the sprint phase you can share your adventure to the world!\nHere's a LinkedIn post template that'll get people talking (PRO-TIP: Be specific about the problem you're solving):\nText Example: \"Just joined Pioneers as an Entrepreneur in Residence to build something that matters. Currently working on <<your startup name and vision>> with an incredible cofounder <<insert cofounder here>>.\nWe're solving <<the problem you're tackling>> and here's why it matters: <<your unique insight>>.\nIf you're a <<target talent type>>, <<target customer>>, or know investors who get excited about <<your space>>, let's connect.\"\nLet's go!!",
    "Notes / Feedback": "important - send in the first week of the program next time!\n\nthe template are on Figma",
    "Attachments": "Stephane.jpg (https://v5.airtableusercontent.com/v3/u/48/48/1766426400000/wmLjq9bxb-vzmouGYs4F2Q/a5zIQby3nmg_tuQC8RMXfo6RCZ0jW1itjuv0vAxl2CAT_MW5Mj0-V4mSBnS7C6o0GMEKP9oPSdKpYvhHaf1jOFvO8eSYSI2kaI7G5Dzc-UxYYMAWGn4RhSwUtU5xlwo8qY2nubLHnOy37tfxUH6kBZxqbEjjYS7CIdWYp5EGl9s/Bp6YvH9Kx8be_sWsuRxNtwXaRMawe0b60q_-7ijsTnw)",
    "Participants": null,
    "Name (from linked)": null,
    "Notes 2": null
  },
  {
    "Name": "Masterclass Bruno - Reminder 2+3 fill out form",
    "Date": "8/5/2025 12:00pm",
    "Program Week": "Week 9",
    "Type of session": "Announce/Organisation",
    "Speaker": null,
    "Emails": null,
    "Slack Instruction & Email Commu": "@channel\n:bulb:FYI: Bruno asked to fill this :point_up_2:google form to personalize tomorrow's discussion with you. So fill it and tell us what you want the discussion to be about!\n\nFill out the form in 90 seconds - please do it now!\n@channel\nIf you haven’t already, complete this super short form before tomorrow’s masterclass with Bruno:\nHere is the link\nThank you!",
    "Notes / Feedback": null,
    "Attachments": null,
    "Participants": null,
    "Name (from linked)": null,
    "Notes 2": null
  },
  {
    "Name": "Exit Form - Reminder",
    "Date": "8/7/2025 1:00pm",
    "Program Week": "Week 9",
    "Type of session": "Announce/Organisation",
    "Speaker": null,
    "Emails": null,
    "Slack Instruction & Email Commu": "Exit Form - Reminder\nHi @channel,\nShort reminder - your feedback is super important to us and we only got 4 submissions so far.\nFor those who left the program and haven’t done it, please take 5 minutes. Thank you!\n\n:point_right: Exit form link",
    "Notes / Feedback": null,
    "Attachments": null,
    "Participants": null,
    "Name (from linked)": null,
    "Notes 2": null
  },
  {
    "Name": "Pitch Day - Sprint - Announcement",
    "Date": "8/8/2025 12:00pm",
    "Program Week": "Week 9 - Sprint Channel",
    "Type of session": "Announce/Organisation",
    "Speaker": null,
    "Emails": null,
    "Slack Instruction & Email Commu": "Hi @channel\nPitch time today – 3:00 PM sharp!\n:round_pushpin: Bodyboard Room (Share Zone – ground floor, right side from Create)\n:computer: Remote: Join via Google Meet\nThis round we’re keeping it local – Maxime & Aïda on-site, I’ll be joining remotely.\n:zap:Send your deck to @Aïda - Pioneers Team by 2:30 PM !\nFormat (max 4 min):\n2 min: Quick project snapshot → problem, solution, market\n2 min: Progress update from this week – focus on results & momentum (sprint phase = progress is king!)\nPitch Order:\nAvaHome\nFitBot\nCertin\nVindex\nMirmi\nGovIntel\nOrchly\nJooobAI\nScoreTrue\nUmamy\nLet’s keep the energy high and the pitches sharp! :zap:\nSee you at 3! ",
    "Notes / Feedback": null,
    "Attachments": null,
    "Participants": null,
    "Name (from linked)": null,
    "Notes 2": null
  },
  {
    "Name": "Masterclass - Stephane Boghossian - Announcement",
    "Date": "8/8/2025 4:30pm",
    "Program Week": "Week 9 - Sprint Channel",
    "Type of session": "Announce/Organisation",
    "Speaker": null,
    "Emails": null,
    "Slack Instruction & Email Commu": ":rocket: Shipping Fast – Interactive Masterclass with Stéphane Boghossian (you’re presenting too!)\n:date: Tuesday, Aug 12 – 4:00 to 5:30 PM\n:round_pushpin: Hogwarts Express Room (next to the Pioneers area)\n:link: Google Meet: Join remotely here\nHey @channel,\nWe’re in sprint phase - which means moving fast, iterating quickly, and getting things out the door.\nTo help you level up, we’re bringing in Stéphane Boghossian, ex-Growth at Lovable and full-stack builder who’s taken SaaS products from 0 to $50M+ ARR.\n:boom: Why him?\nHe’s launched multiple products at once and scaled fast. He knows how to simplify, test, and ship at speed – and he’s still involved with Lovable today.\nAgenda:\n:clock4: 4:00 – 4:30 PM\nStéphane shares his top frameworks and real-life examples from Lovable and other ventures to show how you can accelerate your build process.\n:clock430: 4:30 – 5:15 PM\nYour turn: Present your tech stack (and a quick demo if possible). Stéphane and the group will give live feedback on ways to speed up shipping, testing, and iteration.\n:bulb: Note: This will be a small, hands-on session in the Hogwarts Express Room (similar to the Vibecoding session).\nWe’ve got the room until 5:30 PM if we run over.\nDrop a :rocket: in the chat if you’re in!",
    "Notes / Feedback": "do it a few weeks earlier if possible",
    "Attachments": null,
    "Participants": null,
    "Name (from linked)": null,
    "Notes 2": null
  },
  {
    "Name": "Masterclass - Stephane Boghossian - Reminder",
    "Date": "8/12/2025 12:30pm",
    "Program Week": "Week 10 - Sprint Channel",
    "Type of session": "Announce/Organisation",
    "Speaker": null,
    "Emails": null,
    "Slack Instruction & Email Commu": "Reminder – Today’s “Shipping Fast” Masterclass with Stéphane Boghossian at 4 PM :zap:\nHey @channel - quick heads-up!\nToday’s “Shipping Fast” Masterclass is moved to the Bodyboard Room in Share Zone (same spot where we usually do Friday Pitches).\nWe expect everyone to be there unless you’ve told us otherwise.\nThis is a hands-on session where you’ll also be presenting your tech stack, so come ready to share :rocket:\n:date: Today: 4:00 - 5:30 PM\n :round_pushpin: Bodyboard Room - Share Zone\n :computer: Join remotely here (ideally only if you are not in Paris)\nLet’s pack the room and keep the sprint phase momentum high :boom:",
    "Notes / Feedback": null,
    "Attachments": null,
    "Participants": null,
    "Name (from linked)": null,
    "Notes 2": null
  },
  {
    "Name": "Progress Report Slide (Friday pitches) - Announcement",
    "Date": "8/13/2025 11:00am",
    "Program Week": "Week 10 - Sprint Channel",
    "Type of session": "Announce/Organisation",
    "Speaker": null,
    "Emails": null,
    "Slack Instruction & Email Commu": ":bar_chart: New Progress Report Slide – for Friday Pitches\nHey @channel\nStarting this week, your 2-minute progress update in the Friday pitch will be done using the attached slide.\nIt helps us track your traction, blockers, learnings, and your progress toward the Investment Committee (Sept 12).\nWhat to do:\nAdjust the slide to your needs and fill in the data\nPresent it at the end during the progress report of your Friday pitches\nBe clear & honest - it’s about momentum\nPre-product? Focus on validation, waitlist, MVP\nLive? Focus on users, revenue, traction\nThis should become your weekly traction dashboard and allows us to better understand your progress.\nLet us know if you have any questions!",
    "Notes / Feedback": null,
    "Attachments": "Pioneers Weekly Progress Report.pptx (https://v5.airtableusercontent.com/v3/u/48/48/1766426400000/KH72_6q6O67MmgjZ1xEwBw/ltj_7BAs8UpFoPQQHJzBuXNf0RTtMw5iQtkL0o5O__CpkQyI7C7xm_uDWFZowsGEHHwgO5pwulPNWvJYSBgE03GsBVSyGy4b6Qfg9RIJbL8Do8NoDJjWofrogwFFO1x_9jQ5OQJGjExxTEPqD-K0ApfooZj8I5FJ4yRR72wnuMx0TDIWqj0T5dS5RVFiik1y/YCeasrQg-o2nV95FysxJ5o3ldJ99Bg2veZeBAefnQOc),image.png (https://v5.airtableusercontent.com/v3/u/48/48/1766426400000/KkCFa9G49Iwl5PGUeAOd4A/UZR2NBftkWshRONvn9yisj2iql-YVyatkDUEPYG-jVHk9r6F_lPOeaQE0fCY5i_MfFozUqalKyuVyZHGF7-UoAKsxQokXdxzhW04vQaWyh123_w-nr2nYaMKljkGgoOJtSqk7F0uP2ul-h6yPxU_mQ/mq-LQ64V-5fQrBidhZK3z8L1lW5k8HEOoiMOldYPXFc)",
    "Participants": null,
    "Name (from linked)": null,
    "Notes 2": null
  },
  {
    "Name": "Email: LP Invite for IC",
    "Date": "8/14/2025 1:00pm",
    "Program Week": "Week 10 - Sprint Channel",
    "Type of session": "Announce/Organisation",
    "Speaker": null,
    "Emails": null,
    "Slack Instruction & Email Commu": "Make sure everyone is in BCC\n\nPioneers Investment Committee - SU2025 Batch\n\nHello investors,\n\nI’m super excited to invite you to the Pioneers Investment Committee for our Summer 2025 cohort. This is the moment where the most promising startups pitch to our committee to unlock a €100K investment for 7% of their company, securing a spot in the next stage of the program. During this session, we estimate that 5 startups out of the 10 startups currently in the sprint phase to make it to the IC.\n\nWe’ll kick off the session with a 30-minute Pioneers strategy overview, where I’ll share key updates on Pioneers' latest progress, our roadmap for the next phase, and our fundraising strategy. After that, selected teams will pitch for investment.\n\nHere are the practical details:\n📅 Date: Friday, September 12, 2025\n🕓 Time: 4:00 – 6:00 PM\n📍 Location: Bodyboard Room, Station F (Share Zone)\n💻 Remote Option: Google Meet link\n \nAgenda\n16:00 – 16:30 → Pioneers Strategy Overview\n16:30 – 17:40 → Startup Pitches (12 min each: 5 min pitch + 5–7 min Q&A)\n17:40 – 18:00 → Debrief and results\n \nPitching Format\n⏱️ Each startup has 12 minutes total:\n5 minutes → Pitch\n5–7 minutes → Q&A\n \nAttendance\n📩 Please reply to this email confirming if you’ll be joining in person (preferred) or remotely, so we can send you the Station F invitations.\n \nVoting Process\nInvestment Committee: 4 votes total (Hugo, Bruno, Salomon, and myself).\nA startup needs at least 3 out of 4 votes to be eligible for investment.\nLPs’ Consultative Vote: A form with startups overview and votes will be shared beforehand so you can give your opinion on the selection. Your vote is advisory but will be considered in deliberations.\n \nWe want you to be part of the process, so I hope to see you there. Your insights are crucial in helping us decide which founders move forward and receive our backing. Come ready to ask tough questions, challenge the teams, and share your perspective.\n \nBest regards,\n",
    "Notes / Feedback": null,
    "Attachments": null,
    "Participants": null,
    "Name (from linked)": null,
    "Notes 2": null
  },
  {
    "Name": "Pitching Workshop w Maxime - Announcement",
    "Date": "8/18/2025 11:00am",
    "Program Week": "Week 11 - Sprint Channel",
    "Type of session": "Announce/Organisation",
    "Speaker": null,
    "Emails": null,
    "Slack Instruction & Email Commu": ":mega: Pitching Workshop – Tuesday @ 2PM\n:round_pushpin: Bodyboard Room (Share Zone)\nHey @channel,\nJoin us tomorrow at 2PM for a hands-on pitching session with Maxime on \"How to Craft a Killer Pitch\".\n:mag: What to expect:\nA short, practical talk on how to pitch like a pro - structure, storytelling and investor mindset\nLive team pitches (3–4 teams) with immediate feedback from the audience\nOpen Q&A on deck structure, delivery, and common mistakes\nThe goal is to help every team level up fast - especially ahead of IC.\n:bulb: Come ready with your latest deck if you'd like to pitch or get input.\nI have also sent you a calendar invite.\nJoin the session to level up your pitch! :rocket:",
    "Notes / Feedback": "move this to an earlier date!\n",
    "Attachments": null,
    "Participants": null,
    "Name (from linked)": null,
    "Notes 2": null
  },
  {
    "Name": "No more Office Hours - Announcement",
    "Date": "8/21/2025 11:00am",
    "Program Week": "Week 11 - Sprint Channel",
    "Type of session": "Announce/Organisation",
    "Speaker": null,
    "Emails": null,
    "Slack Instruction & Email Commu": "Hi @channel,\nQuick update as we head into the final stretch before Pre-IC (Sept 8) and IC (Sept 12) – not long to go!\n:point_right: Starting next week, no more fixed office hours.\nThat said, don’t go silent – if you’d like feedback or need to spar, just reach out to me or Maxime anytime and we’ll set it up.\n:zap: Most important: fill out the weekly form. This is how we track progress and evaluate readiness (we only got 4 submissions this week!).  It’s essential as we approach IC.\nLet’s make these last weeks count! :fire:",
    "Notes / Feedback": "be more clear with communication next time (maybe announce that you have office hours just in week 1+2 of sprint phase, after that it is on demand)",
    "Attachments": null,
    "Participants": null,
    "Name (from linked)": null,
    "Notes 2": null
  },
  {
    "Name": "Friday Pitches - Salomon Announcement",
    "Date": "8/26/2025 11:30am",
    "Program Week": "Week 12 - Sprint Channel",
    "Type of session": "Announce/Organisation",
    "Speaker": null,
    "Emails": null,
    "Slack Instruction & Email Commu": ":mega: Friday Pitches with Hugo & Salomon – Important Milestone\nHi @channel, quick pre-announcement for this week’s pitches:\nWe’re almost 2 weeks away from IC and things are getting a bit more serious.\nThis Friday, Salomon will be joining us for the first time, alongside Hugo and Maxime. That means 3 IC decision-makers will already be present.\n:stopwatch: Format reminder: 4 minutes total:\nQuick pitch (problem, solution, market) → especially important since Salomon doesn’t know you yet\nProgress report (traction, results, numbers)\n:round_pushpin: When & Where\n3:00 PM – Bodyboard Room (as usual)\nPitch order & details shared Friday morning\nThis is your first chance to show Salomon what you’re building - make it count. :rocket:",
    "Notes / Feedback": null,
    "Attachments": null,
    "Participants": null,
    "Name (from linked)": null,
    "Notes 2": null
  },
  {
    "Name": "Pitch Feedback - Slack Message",
    "Date": "8/29/2025 4:30pm",
    "Program Week": "Week 12 - Sprint Channel",
    "Type of session": "Announce/Organisation",
    "Speaker": null,
    "Emails": null,
    "Slack Instruction & Email Commu": "General feedback from my side:\nThere’s still some work to do on the pitchs!\ncompetition was missing most of the time - hard to position you in the current landscape (especially for red ocean startups)\nGeneral lack of storytelling power\nAs Salomon said - keep practicing and pitch to your entourage/advisors",
    "Notes / Feedback": null,
    "Attachments": null,
    "Participants": null,
    "Name (from linked)": null,
    "Notes 2": null
  },
  {
    "Name": "End of Cohort Drinks - Announcement",
    "Date": "9/1/2025 4:00pm",
    "Program Week": "Week 13",
    "Type of session": "Announce/Organisation",
    "Speaker": null,
    "Emails": null,
    "Slack Instruction & Email Commu": "End of Cohort Drinks - Monday 6:30 PM @ La Felicita\n@channel\nHi everyone,\nWe’re wrapping up the journey with drinks on Monday, September 8 at 6:30 PM - right after pre-IC!\n:round_pushpin: Location: La Felicità\n :computer: Google Calendar invite should be in your inbox.\nThis is for all of you who’ve been part of the cohort - a chance to reconnect, cheer on those heading into IC on the 12th, and celebrate the hard work of the past 3 months.\nBring your energy, bring your stories, and bring a plus one if you’d like. :tada:\nLet’s clink glasses to what we’ve built and what’s still ahead.\nLooking forward to seeing you there! :clinking_glasses:",
    "Notes / Feedback": null,
    "Attachments": null,
    "Participants": null,
    "Name (from linked)": null,
    "Notes 2": null
  },
  {
    "Name": "Google Gen AI Tech Meetup (external) - Announcement",
    "Date": "9/2/2025 10:00am",
    "Program Week": "Week 13 - Sprint Channel",
    "Type of session": "Announce/Organisation",
    "Speaker": null,
    "Emails": null,
    "Slack Instruction & Email Commu": "Tech Meetup for Builders: Google's Generative AI @STATION F\nJoin a Google Cloud AI specialist on Tuesday, September 9th (10 AM - 12 PM) for a tech meetup focused on our Imagen & Veo APIs + NanoBanana.\nThis is a session for CTOs, tech founders, and developers. We'll explore:\n\nHow to integrate our API to power your product.\nLive demos and code samples to get you started.\nAccess to open-source projects and models\nCome see the tech, meet our expert, and connect with other builders.\nRSVP to save your spot: https://rsvp.withgoogle.com/events/integrate-use-create-with-genmedia\n\n",
    "Notes / Feedback": null,
    "Attachments": null,
    "Participants": null,
    "Name (from linked)": null,
    "Notes 2": null
  },
  {
    "Name": "Pre-IC Order Announcement",
    "Date": "9/5/2025 2:00pm",
    "Program Week": "Week 13 - Sprint Channel",
    "Type of session": "Announce/Organisation",
    "Speaker": null,
    "Emails": null,
    "Slack Instruction & Email Commu": "@channel - let me know in case you want to pitch in the beginning or towards the end at pre-IC. Ideally I don’t shuffle after the order is set.\nThanks and have a great weekend!",
    "Notes / Feedback": null,
    "Attachments": null,
    "Participants": null,
    "Name (from linked)": null,
    "Notes 2": null
  },
  {
    "Name": "Pre-IC Announcement",
    "Date": "9/5/2025 5:00pm",
    "Program Week": "Week 13 - Sprint Channel",
    "Type of session": "Announce/Organisation",
    "Speaker": null,
    "Emails": null,
    "Slack Instruction & Email Commu": "PRE-IC Time:rocket:\nHi @channel,\nMonday is the next big milestone - Pre-Investment Committee!\n:calendar: Date: Monday, Sept 8 - 10:00 AM\n:round_pushpin: Location: Hogwarts Express Room, Station F (right next to our Pioneers space)\n:stopwatch: 5 min pitch + 7 min Q&A\nYou’ll pitch one by one. I’ll give you a heads-up 5 minutes before it’s your turn.\n:warning: Important: This is fully in-person. Please send me your pitch deck by Sunday 7 PM so I can pull everything up from my computer.\nMoreover, please do not forget your ask slide: How you would use the investment of 100K and where this would get you.\nPitch Order with approximate time:\n10:00 - FitBot\n10:12 - Mirmi\n10:24 - AvaHome\n10:36 - ScoreTrue\n10:48 - GovIntel\n11:00 -  LegaLabs\n10 minutes break\n11:22 -  Certin\n11:34 - JooobAI\n11:46 - Umamy\n11:58 - Orchly\n(+3 external startups will pitch once you’re all done.)\nThe last stop before IC - time to shine :star2:\n\n\nposted on Sunday (due to change of rooms):\n\nHi @channel,\nQuick room update for pre-IC. We have two rooms - one for pitching and one for practice:\nWhere the pitches take place: Boardroom B Corp - Share Zone (first floor, right corner when coming from Create Zone)\nPractice space: Hogwarts Express Room (right next to the Pioneers space) will stay reserved and open for you to use for dry runs and rehearsals\nSee you all tomorrow :rocket:",
    "Notes / Feedback": null,
    "Attachments": null,
    "Participants": null,
    "Name (from linked)": null,
    "Notes 2": null
  },
  {
    "Name": "Pre-IC Decision Announcement",
    "Date": "9/9/2025 11:00am",
    "Program Week": "Week 14 - Sprint Channel",
    "Type of session": "Announce/Organisation",
    "Speaker": null,
    "Emails": null,
    "Slack Instruction & Email Commu": "Hey Everyone @channel,\nIt’s Decision Time!!!\nThis was very hard decision to make as we’ve been working alongside you for a long time and have developed affinities with each team. Also, we can make mistakes – companies we’ve rejected in the past have gone to be great companies!\nSo….. After careful evaluation and deliberations with Hugo and the Pioneers team, the following startups have been selected for the Investment Committee:\nUmamy\nMirmi\nJooobAI\nAvaHome\nFitBot\nGovIntel\nA reminder of the Selection criteria (in order of importance):\nExecution – GTM traction and product progress\nTeam – background, cohesion, and founder-product fit\nMarket – size and potential\n What’s next:\nOffice Hours: For the teams not moving forward, we’re hosting a feedback session starting at 3pm at the Hogwarts Room next to our space. Please text @Niklas - Pioneers Team  to book your slot.\nWe do realise that some teams are too early in their adventure and need a bit more time (August timing wasn’t great): we are forecasting to host one more IC in about a month – if you show traction, reach out to us. Any team in the sprint phase is eligible.\nPost-IC For those not advancing: you may stay at Station F until the end of November, but since you’re not officially in the program anymore, you would need to cover the cost your seat (€259 + VAT/month/per seat). You all may stay at the Pioneers space until Monday without additional cost.\nAnd ofcourse: you are now part of the Pioneers alumni community meaning you will be invited to our events, workshops and will be fasttracked for consideration for future cohorts :muscle:\nNow it’s time for the remaining teams to rock it during the IC this Friday, let’s go!!!!\n\n\nHugo's follow-on message: \n\nHey Everyone,\nI just want to take a moment to say how proud you can be of what you’ve accomplished so far. Whether you’re moving forward to the IC or not, this is just one step in a much longer journey.\nAs far as I know, building a company is a marathon with many ups and downs; today’s decision doesn’t define your future. What matters is the grit, creativity, and persistence you bring to the adventure. Keep pushing, keep learning, and remember that every milestone (even the tough ones) is part of building something truly meaningful.\nWe’re rooting for all of you!\n",
    "Notes / Feedback": null,
    "Attachments": null,
    "Participants": null,
    "Name (from linked)": null,
    "Notes 2": null
  },
  {
    "Name": "IC Email to LPs and Venture Partners",
    "Date": "9/9/2025 5:00pm",
    "Program Week": "Week 14",
    "Type of session": "Announce/Organisation",
    "Speaker": null,
    "Emails": null,
    "Slack Instruction & Email Commu": "Email: \n\nPioneers Investment Committee 12.09.2025 - Preparation Materials\n\nHello Pioneers Investors and VPs,\n \nWe’re just three days away from the first-ever Pioneers Investment Committee.\n\nThis is the culmination of 3 months of our Pioneers founders matching, grinding, and building ferociously at Station F to launch a global tech company. This Friday is where the most promising founders pitch to our committee to unlock a €100K investment for 7% of their company, securing a spot in the next stage of the program, and we’re happy to share this moment with you.\n\nReminder of key details\n📅 Date: Friday, September 12, 2025\n🕓 Time: 16:00-18:00\n📍 Location: Bodyboard Room, Share Zone, Station F (ground floor)\n💻 Remote option: Google Meet Link\n \nAgenda\n16:00-16:20 - Pioneers warplan strategy & roadmap\n16:20-18:00 - Startup pitches (5 min pitch + 10 min Q&A)\n18:00 onwards - Drinks. We’ll bring a couple of drinks to close out IC and would love if you to stay for a bit and join us.\n\n-> We’ve sent you Station F invites and you may contact Niklas upon arrival to be guided in the conference room: +33 6 25 36 78 65\nIdeally plan to arrive a few minutes early and bring a laptop to submit evaluations in real time.\n\nEvaluating our Startups\nWe want your live input: After each pitch, please fill out this short scorecard.\n👉 Startup Evaluation Form\n\nHere’s the Selection criteria by level of importance: \nExecution & Traction (Sales and product execution)\nQuality of Team (team background, cohesion, & founder-product fit)\nMarket Potential\nWe’ve prepared an overview of the pitching startups with:\nEach team’s progress since joining the program \nLatest deck\nFounder profiles\nMy personal comments on each team\n👉 Startup Overview Hub\n \nVoting Process\nInvestment Committee\n4 votes total (Hugo, Bruno, Salomon, and myself).\nA startup needs at least 3 out of 4 votes to be eligible for investment.\nLPs’ Consultative Vote: Please use the Scorecard above to share your opinion on the selection. Your vote is advisory but will be considered in deliberations.\n \nThis is the most important milestone for our founders in the program, and your perspective makes the difference. Come ready to challenge the teams and help us decide who should get investment and a spot in the next stage.\n \nThanks again for joining us and for your trust. Looking forward to seeing you on Friday.\n \nBest regards,",
    "Notes / Feedback": null,
    "Attachments": null,
    "Participants": null,
    "Name (from linked)": null,
    "Notes 2": null
  },
  {
    "Name": "Announcement: Giving back Letters from Hugo's session + final lunch",
    "Date": "9/10/2025 11:00am",
    "Program Week": "Week 14",
    "Type of session": "Announce/Organisation",
    "Speaker": null,
    "Emails": null,
    "Slack Instruction & Email Commu": "Friday Lunch before IC (and giving back the letters)\nHi @channel,\nThis Friday we’re getting together for a group lunch at La Felicità at 12:00 PM. I just added the event to the calendar.\nIt’s completely optional of course, especially if you’re focused on IC prep. But in case you come, it is a good way to get a last motivational push from the Pioneers crowd :blush:\nWe’ll also be handing back the letters you wrote to yourselves during Hugo’s Base Camp Session on Day 2.\nIf you can’t make it, you can always drop by next week or the week after to get your letter (a good excuse to say hi to Maxime and Aïda).\nFriday will also be my last day at Pioneers. Not a goodbye though, I’ll still be in Paris most of the time and stay connected to the ecosystem.\nSee some of you on Friday I hope.",
    "Notes / Feedback": "give letters back after Selection Day ideally",
    "Attachments": null,
    "Participants": null,
    "Name (from linked)": null,
    "Notes 2": null
  },
  {
    "Name": "IC Announcement",
    "Date": "9/11/2025 5:00pm",
    "Program Week": "Week 14 - Sprint Channel",
    "Type of session": "Announce/Organisation",
    "Speaker": null,
    "Emails": null,
    "Slack Instruction & Email Commu": "IC Announcement :rocket:\nHi @channel,\nTomorrow is the big one - Investment Committee Day!\nThis is the moment where your hard work comes together and decisions are made.\n:calendar: Date & Time: Friday, Sept 12 - starting 4:20 PM sharp\n:round_pushpin: Location: Bodyboard Room (Share Zone, ground floor)\n:stopwatch: Format: 5 min pitch + 10 min Q&A\n:warning: Important:\n Please make sure your pitch deck includes:\nA progress slide showing your journey from the start until now (no need to break it down by last week/this week).\nAn ask slide detailing how you would use the €100K investment and which milestones it will help you reach.\nSend me your deck by tomorrow 3:00 PM.\nPitching Order:\n4:20 JooobAI\n4:35 Umamy\n4:50 AvaHome\n5:05 Mirmi\n5:20 GovIntel\n5:35 FitBot\n5:50 Everest (external team)\nI will text you a few minutes before your turn to get ready.\nThis is it - time to bring your story to life, show your progress, and make the case for a €100K investment.\nGood luck - we’re excited to see you shine on the IC stage! :fire:",
    "Notes / Feedback": null,
    "Attachments": null,
    "Participants": null,
    "Name (from linked)": null,
    "Notes 2": null
  },
  {
    "Name": "IC Pitch Deck Reminder",
    "Date": "9/12/2025 1:00pm",
    "Program Week": "Week 14 - Sprint Channel",
    "Type of session": "Announce/Organisation",
    "Speaker": null,
    "Emails": null,
    "Slack Instruction & Email Commu": "@channel\nTo the ones pitching at IC, please send me your deck no later than 3 PM.\nThank you!",
    "Notes / Feedback": null,
    "Attachments": null,
    "Participants": null,
    "Name (from linked)": null,
    "Notes 2": null
  },
  {
    "Name": "IC Email to LPs / Venture Partners (last reminder)",
    "Date": "9/12/2025 1:30pm",
    "Program Week": "Week 14 - Sprint Channel",
    "Type of session": "Announce/Organisation",
    "Speaker": null,
    "Emails": null,
    "Slack Instruction & Email Commu": "Re: Pioneers Investment Committee 12.09.2025 - Preparation Materials\n\nDear Investors and Venture Partners,\n \nWe’re 2 hours away from the investment committee. Here’s a quick reminder of the details:\n \n📅 Time: 16:00-18:00 (+ cocktail afterwards @Station F)\n📍 Location: Bodyboard Room, Share Zone, Station F (ground floor)\n💻 Remote: Google Meet\n \n👉  Startup Evaluation Form - score each team after the pitch\n👉 Startup Overview Dashboard - review pre-IC decks, team members and progress to date\n \nIn case you don't find us - call Niklas at: +33 6 25 36 78 65\n \nLooking forward to seeing you later and shaping the first wave of Pioneers startups.\n\nMaxime ARNULF\n",
    "Notes / Feedback": null,
    "Attachments": null,
    "Participants": null,
    "Name (from linked)": null,
    "Notes 2": null
  },
  {
    "Name": "Post IC Communication",
    "Date": "9/15/2025 11:00am",
    "Program Week": "Week 15 - Post IC ",
    "Type of session": "Announce/Organisation",
    "Speaker": null,
    "Emails": null,
    "Slack Instruction & Email Commu": null,
    "Notes / Feedback": null,
    "Attachments": null,
    "Participants": null,
    "Name (from linked)": null,
    "Notes 2": null
  },
  {
    "Name": "Lunch Roulette 1",
    "Date": "6/16/2025 12:00pm",
    "Program Week": "Week 2",
    "Type of session": "Socials",
    "Speaker": null,
    "Emails": null,
    "Slack Instruction & Email Commu": "Announce groups of 4 (remaining in groups of 3)",
    "Notes / Feedback": null,
    "Attachments": null,
    "Participants": null,
    "Name (from linked)": null,
    "Notes 2": null
  },
  {
    "Name": "Community Drinks @ La Felicita",
    "Date": "6/19/2025 7:00pm",
    "Program Week": "Week 2",
    "Type of session": "Socials",
    "Speaker": null,
    "Emails": null,
    "Slack Instruction & Email Commu": "@channel\nQuick reminder: Join us tonight at 7 PM at Station F for our community drinks! :beers:\nWe’ve invited a few interesting founders from our network - great chance to connect.\nBonus: We’ll be announcing the winner of the Startup Challenge at the event! :trophy:\nSee you there!!",
    "Notes / Feedback": "announce at noon on that day - announce winner of startup challenge then",
    "Attachments": null,
    "Participants": null,
    "Name (from linked)": null,
    "Notes 2": null
  },
  {
    "Name": "Board Game Night w Artur",
    "Date": "7/2/2025 7:00pm",
    "Program Week": "Week 4",
    "Type of session": "Socials",
    "Speaker": null,
    "Emails": null,
    "Slack Instruction & Email Commu": ":game_die: Board Game Night - Round 2\n@channel\nHey everyone!\n@Artur Vianna is hosting another board game night tomorrow at 7 PM - it's also in the calendar.\nIf you're joining, hit :game_die: so he can get a headcount! (edited) ",
    "Notes / Feedback": null,
    "Attachments": null,
    "Participants": null,
    "Name (from linked)": null,
    "Notes 2": null
  },
  {
    "Name": "Drinks @ La Felicita (Post Selection Day)",
    "Date": "7/31/2025 6:30pm",
    "Program Week": "Week 8",
    "Type of session": "Socials",
    "Speaker": null,
    "Emails": null,
    "Slack Instruction & Email Commu": null,
    "Notes / Feedback": null,
    "Attachments": null,
    "Participants": null,
    "Name (from linked)": null,
    "Notes 2": null
  },
  {
    "Name": "End of Cohort Drinks",
    "Date": "9/8/2025 6:30pm",
    "Program Week": "Week 14",
    "Type of session": "Socials",
    "Speaker": null,
    "Emails": null,
    "Slack Instruction & Email Commu": null,
    "Notes / Feedback": null,
    "Attachments": null,
    "Participants": null,
    "Name (from linked)": null,
    "Notes 2": null
  },
  {
    "Name": "Pitch Day - 20/06/2025",
    "Date": "6/20/2025 5:00pm",
    "Program Week": "Week 2",
    "Type of session": "Friday Pitches",
    "Speaker": null,
    "Emails": null,
    "Slack Instruction & Email Commu": "Msg 30 min before: \n\n@channel\nAhead of today’s 5 PM pitches, here’s what to cover:\nFor the first pitch events, the idea is to get a status report of the first two weeks of the program.\nSolo founders\nBriefly remind people who you are (optional)\nHave you matched with someone?\nDo you have an idea?\nYour learnings of the past week?\nWhat do you need for next week - and what are your plans?\nTeams (joint pitch)\nNo deck required for the first session (optional)\nIdea snapshot:\nProblem & solution\nMarket size, trends and opportunities\nCore hypothesis + your plan for next week\nTeam presentation\nPresentation - 3 minutes max (the shorter the better)\nMerci and see you shortly!",
    "Notes / Feedback": null,
    "Attachments": null,
    "Participants": " Simon Bigot,Adhityan KV,Alan Chevillard,Alex Hayem,Alina Kanstantsi,Amit Sinha,André Kaminker,Artur Vianna,Barbara Okoro,Connor Blair,Dylan Mérigaud,Fabian Tewes,Gabriel Duciel,Giorgio Rodrigano,Julie Colin,Leo Thevenet,Mariya Borovikova,Moussa El Ouafi,Nicolas Metzke,Sachin Saluja,Stéphane Millet,Tea Vrcic,Thamanna Razak,Tomas Jenicek",
    "Name (from linked)": " Simon Bigot, Adhityan KV, Alan Chevillard, Alex Hayem, Alina Kanstantsi, Amit Sinha, André Kaminker, Artur Vianna, Barbara Okoro, Connor Blair, Dylan Mérigaud, Fabian Tewes, Gabriel Duciel, Giorgio Rodrigano, Julie Colin, Leo Thevenet, Mariya Borovikova, Moussa El Ouafi, Nicolas Metzke, Sachin Saluja, Stéphane Millet, Tea Vrcic, Thamanna Razak, Tomas Jenicek",
    "Notes 2": "Pitch day,Pitch day,Pitch day,Pitch Day,Pitch Day,Pitch Day,Pitch day,Pitch Day,Pitch Day,Pitch Day,Pitch Day,Pitch Day,Pitch Day,Pitch Day,Pitch day,Pitch day,Pitch day,Pitch day,Review pitch deay,Pitch day,Pitch day,Pitch day"
  },
  {
    "Name": "Pitch Day 27/06/2025",
    "Date": "6/27/2025 5:00am",
    "Program Week": "Week 3",
    "Type of session": "Friday Pitches",
    "Speaker": null,
    "Emails": null,
    "Slack Instruction & Email Commu": "message 30 min before:\n\n@channel\n:mega: Quick Announcements\nHey everyone! A few important updates:\n5:00 PM Pitch Session:\nToday in the Longship Board Room (Share Zone).\nIf you’re in a team, you’ll pitch together — otherwise, you’ll pitch solo.\nMini Challenge Results:\nBefore we begin, we’ll announce the winner of the last mini challenge :trophy:\nBig Event Next Friday:\n How Unicorns Integrate AI at Scale\nFeaturing Thomas Clozel (CEO @ Owkin) & Benjamin Retourné (CPO @ BlaBlaCar)\n:round_pushpin: La Maison, Paris 9e\nWe haven’t opened it to the public yet, so if you’d like to attend, sign up before Sunday to get priority access:\n:point_right: lu.ma/kpeo2x4a\nSee you at the pitch later!",
    "Notes / Feedback": "pitch + announced special La Maison event for the week after\n",
    "Attachments": null,
    "Participants": "Alina Kanstantsi,Thomas Martin,Sachin Saluja,Nicolas Metzke,Giorgio Rodrigano,Leo Thevenet,Tea Vrcic,Connor Blair,André Kaminker,Julie Colin,Artur Vianna, Simon Bigot,Alan Chevillard,Dylan Mérigaud,Thamanna Razak,Adhityan KV,Amit Sinha,Tomas Jenicek",
    "Name (from linked)": "Alina Kanstantsi, Thomas Martin, Sachin Saluja, Nicolas Metzke, Giorgio Rodrigano, Leo Thevenet, Tea Vrcic, Connor Blair, André Kaminker, Julie Colin, Artur Vianna,  Simon Bigot, Alan Chevillard, Dylan Mérigaud, Thamanna Razak, Adhityan KV, Amit Sinha, Tomas Jenicek",
    "Notes 2": "Pitch day ,Pitch day,pitch day,Pitch day,Pitch day,Pitch day,Pitch day,Pitch day,Pitch day,Pitch day,Pitch day,Pitch day,Pitch day,Pitch Day,Pitch Day"
  },
  {
    "Name": "Pitch Day 04/07/2025",
    "Date": "7/4/2025 5:00pm",
    "Program Week": "Week 4",
    "Type of session": "Friday Pitches",
    "Speaker": null,
    "Emails": null,
    "Slack Instruction & Email Commu": "An hour before :\n\nPitch Day Today at 5 pm - Only Teams\nHi @channel,\nQuick clarification: Pitch Day today is only for people in teams.\n(Pro tip: even if you’re still early and not 100% sure —> join a team! Breakups aren’t a taboo :nerd_face:)\nApologies for not making this clearer earlier!",
    "Notes / Feedback": null,
    "Attachments": null,
    "Participants": "Amit Sinha",
    "Name (from linked)": "Amit Sinha",
    "Notes 2": "Pitch Day,Pitch Day,Pitch Day,Pitch Day,Pitch Day,Pitch Day,Pitch Day,Pitch Day"
  },
  {
    "Name": "Pitch Day 11/07/2025",
    "Date": "7/11/2025 5:00pm",
    "Program Week": "Week 5",
    "Type of session": "Friday Pitches",
    "Speaker": null,
    "Emails": null,
    "Slack Instruction & Email Commu": "Hi everyone,\nToday we have the AWS sessions (first with Connor, then with AWS engineers in Share) and the Friday pitches on the agenda.\nHere is the order of teams pitching today:\nInvest'Her - @Julie Colin and @Sachin\nMimir - @Mariya and @ALEX HAYEM\nAvaHome - @Alan and @Simon Bigot\nJooob AI - @Jules FERRER, @Gabriel, @Zac\nGo Fusion - @Oudavone SUROT and @Tom Martin\nSmartfluence - @André, @Leo, @Lu\nUmamy - @Connor Blair and @StéphaneMillet (given the nice circumstances we do not expect Stéphane to join of course)\nCreditPath - @Tea and @Franz\nOrchly - @Amit Sinha and @Davesh Sharma\nPromptaize - @Alina K and Kamilla\nCertin - @Barbara and Bruno Vannucci\nThe pitch will be in person in the Share Zone for those who are in a team.\nIf you cannot come in person or if you want to follow the pitches but you are not in a team, join here:\nGoogle Meet Link (the link is also in the calendar)",
    "Notes / Feedback": null,
    "Attachments": null,
    "Participants": "Adhityan KV,Zaccarie Morel,Alan Chevillard,Alina Kanstantsi, Simon Bigot,Alex Hayem,Amit Sinha,André Kaminker,Connor Blair,Franz Weber,Jules Ferrer,Giorgio Rodrigano,Leo Thevenet,Kamila Gimadullina,Tea Vrcic,Mariya Borovikova,Oudavone Surot",
    "Name (from linked)": "Adhityan KV, Zaccarie Morel, Alan Chevillard, Alina Kanstantsi,  Simon Bigot, Alex Hayem, Amit Sinha, André Kaminker, Connor Blair, Franz Weber, Jules Ferrer, Giorgio Rodrigano, Leo Thevenet, Kamila Gimadullina, Tea Vrcic, Mariya Borovikova, Oudavone Surot",
    "Notes 2": "Pitch Day,Pitch Day,Pitch Day,Pitch Day,Pitch Day,Pitch Day,Pitch Day,Pitch Day,Pitch Day,Pitch Day"
  },
  {
    "Name": "Pitch Day 18/07/2025",
    "Date": "7/18/2025 4:00pm",
    "Program Week": "Week 6",
    "Type of session": "Friday Pitches",
    "Speaker": "Dominika Wilinska",
    "Emails": "dominika.j.wilinska@gmail.com",
    "Slack Instruction & Email Commu": "Pitch Session Today - with a special guest (please read the whole message)\nHi @channel,\nToday's pitch session is at 4 pm in the Boardroom Bodyboard (Share Zone - ground floor right side when coming from Create).\nFor those who cannot join in person, here is the Google Meet Link (please be on time!).\nSpecial guest:\nDominika Wilinska will join us in person today. She is a former Investment Associate at Antler and advising us at Pioneers.\nPlease be here in person unless you are not in Paris.\nImportant - send me your deck before 3:30 PM:\nPlease send your deck by 3:30 pm (!) so that I can load them all from my computer.\nWe have 14 teams, so we won’t have time to switch between laptops during the session.\nFormat: 5 minutes max\n2 min: Project intro (problem, solution, market - for Dominika as she sees you for the first time)\n3 min: Progress update from the past week (be concise - the shorter the better)\nPitch Order:\nUmamy\nCreditPath\nGovIntel\nOrchly\nSmartfluence\nCertin\nMimir\nPromptaize\nAvaHome\nVuen AI\nGoFusion\nRevelio\nNAIA\nPulseOps\nJooob AI\nLooking forward to hearing your pitch + updates of the week! See you later!",
    "Notes / Feedback": null,
    "Attachments": null,
    "Participants": "Adhityan KV,Alina Kanstantsi,Diana Piemari Cereda,Dylan Mérigaud,Artur Vianna, Simon Bigot,Alan Chevillard,Alex Hayem,Amit Sinha,André Kaminker,Barbara Okoro,Connor Blair,Franz Weber,Giorgio Rodrigano,Jules Ferrer,Julie Colin,Leo Thevenet,Leon Ruckert,Mariya Borovikova,Sachin Saluja,Tea Vrcic,Thomas Martin,Zaccarie Morel,Alex Polovian",
    "Name (from linked)": "Adhityan KV, Alina Kanstantsi, Diana Piemari Cereda, Dylan Mérigaud, Artur Vianna,  Simon Bigot, Alan Chevillard, Alex Hayem, Amit Sinha, André Kaminker, Barbara Okoro, Connor Blair, Franz Weber, Giorgio Rodrigano, Jules Ferrer, Julie Colin, Leo Thevenet, Leon Ruckert, Mariya Borovikova, Sachin Saluja, Tea Vrcic, Thomas Martin, Zaccarie Morel, Alex Polovian",
    "Notes 2": "Pitch Day,Pitch Day,Pitch Day,Pitch Day,Pitch Day,Pitch Day,Pitch Day,Pitch Day,Pitch Day,Pitch Day,Pitch Day,Pitch Day,Pitch Day,Pitch Day,Pitch Day"
  },
  {
    "Name": "Pitch Day 25/07/2025",
    "Date": "7/25/2025 4:00pm",
    "Program Week": "Week 7",
    "Type of session": "Friday Pitches",
    "Speaker": "Jean Lebrument and Hugo",
    "Emails": null,
    "Slack Instruction & Email Commu": "Announcement 2 hours before:\n\nPitch Session Today - with Jean Lebrument and Hugo\nHi @channel,\nToday's pitch session is at 4 pm in the AWS Room (Share Zone - 1st floor right side when coming from Create).\nFor those who cannot join in person, here is the Google Meet Link.\nSpecial guest:\nJean Lebrument, Co-Founder of Brigad will join us in person today. We do a 20-30 minute presentation with him before we jump into the pitches (pitches start around 4:30 pm).\nImportant - send me your deck again before 3:30 PM!\nFormat - same like last week: 5 minutes max\n2 min: Project intro (problem, solution, market - as we have a new guest again who sees you for the first time)\n3 min: Progress update from the past week (be concise - the shorter the better)\nPitch Order:\nVuen AI\nAvaHome\nOrchly\nJooob AI\nGoFusion\nUmamy\nMimir\nCreditPath\nFitBot\nNAIA\nGovIntel\nSmartfluence\nAdaLove\nThirdPlace\nFYI – This is the LAST PITCH in front of the whole batch. For Selection Day, you'll pitch individually in front of the team only.\nSee you later!\n\n\n\nReminder 1 hour before:\n\n@channel - reminder: Send me your pitch in the next 10 minutes if you are pitching in person.\nAnd if you pitch online, be ready with your pitch when it is your turn.",
    "Notes / Feedback": null,
    "Attachments": null,
    "Participants": null,
    "Name (from linked)": null,
    "Notes 2": null
  },
  {
    "Name": "Pitch Day 8/8/2025 - Sprint",
    "Date": "8/8/2025 3:00pm",
    "Program Week": "Week 9 - Sprint Channel",
    "Type of session": "Friday Pitches",
    "Speaker": null,
    "Emails": null,
    "Slack Instruction & Email Commu": null,
    "Notes / Feedback": null,
    "Attachments": null,
    "Participants": null,
    "Name (from linked)": null,
    "Notes 2": null
  },
  {
    "Name": "Pitch Day 15/08/2025 - Sprint",
    "Date": "8/15/2025 3:00pm",
    "Program Week": "Week 10 - Sprint Channel",
    "Type of session": "Friday Pitches",
    "Speaker": null,
    "Emails": null,
    "Slack Instruction & Email Commu": "a few hours before: \n\nHey @channel – it’s Pitch Time again!\n:date: Today – 3:00 PM sharp\n:round_pushpin: Bodyboard Room (Share Zone – ground floor, right side from Create)\n :computer: Remote: Google Meet\n:zap: Deadline: Send your deck to @Aïda - Pioneers Team  on Slack (and only Slack) by 2:20 PM !\n:sound: Reminder: Use the new template (see message above:point_up_2:) to present your weekly progress !\nFormat (max 4 min:\n:two: min → Quick snapshot: problem, solution, market\n:two: min → This week’s progress – use the new template to show results & numbers (sprint phase = progress is king!)\nPitch Order\nUmamy\nScoreTrue\nJooobAI\nGovIntel\nMirmi\nAvaHome\nOrchly\nVindex\nCertin\nFitBot\nSee you later! :rocket:\n\n\n5 minutes before: \n\nQuick reminder - we start in 5 minutes with the pitches\n@channel",
    "Notes / Feedback": null,
    "Attachments": null,
    "Participants": null,
    "Name (from linked)": null,
    "Notes 2": null
  },
  {
    "Name": "Pitch Day - 22/08/2025 - Sprint",
    "Date": "8/22/2025 3:00pm",
    "Program Week": "Week 11 - Sprint Channel",
    "Type of session": "Friday Pitches",
    "Speaker": null,
    "Emails": null,
    "Slack Instruction & Email Commu": "announce a few hours before\n\nHey @channel,\nIt’s Friday again and we are back to pitches.\n:date: Today – 3:00 PM sharp\n:round_pushpin: Bodyboard Room (Share Zone – ground floor, right side from Create)\n :computer: Remote: Google Meet\n :zap: Deadline: Send your deck to me on Slack by 2:30 PM!\n :sound: Reminder: Same as last week - use the new template to present your weekly progress!\nFormat (max 4 min) - use them as usual:\nQuick snapshot: problem, solution, market\nThis week’s progress – show results & numbers (sprint phase = progress is king!)\nPitch Order\nGovIntel\nCertin\nFitBot\nVindex\nOrchly\nAvaHome\n Umamy\nMirmi\nJooobAI\nScoreTrue\n\n\nannounce right before: \n\nShort reminder - we start with the pitches in 10 minutes.\n@channel",
    "Notes / Feedback": null,
    "Attachments": null,
    "Participants": null,
    "Name (from linked)": null,
    "Notes 2": null
  },
  {
    "Name": "Pitch Day - 29/08/2025 - Sprint",
    "Date": "8/29/2025 3:00pm",
    "Program Week": "Week 12 - Sprint Channel",
    "Type of session": "Friday Pitches",
    "Speaker": null,
    "Emails": null,
    "Slack Instruction & Email Commu": "A few hours before:\n\nHey @channel,\nBack to Pitch Time today – and today is a big milestone! :rocket:\nWe’re 2 weeks away from IC, and Salomon will be joining us - alongside Hugo and Maxime. That means 3 IC decision-makers will be present.\n:date: Today: 3:00 PM\n :round_pushpin: Bodyboard Room (Share Zone, ground floor)\n :computer: Remote: Google Meet\nDeadline: Send me your deck by 2:30 PM (if pitching in person)\nFormat: Same as usual - 4 minutes total + Q&A. Please don't forget to use the template for your progress update in the end.\nPitch Order:\nMirmi\nAvaHome\nOrchly\nLegaLabs (ex Vindex)\nFitBot\nCertin\nGovIntel\nScoreTrue\nUmamy\nJooobAI\nSee you at 3 pm!:zap:\n\n\nReminder right before:\n\nReminder @channel\nOur pitches start in 10 minutes!",
    "Notes / Feedback": null,
    "Attachments": null,
    "Participants": null,
    "Name (from linked)": null,
    "Notes 2": null
  },
  {
    "Name": "Pitch Day - 05/09/2025 - Sprint",
    "Date": "9/5/2025 9:00am",
    "Program Week": "Week 13 - Sprint Channel",
    "Type of session": "Friday Pitches",
    "Speaker": null,
    "Emails": null,
    "Slack Instruction & Email Commu": "sent the day before as it was an early morning pitch \n\nFriday Pitches - Early Morning Version :sunrise:\nHi @channel,\nWe’re kicking off tomorrow at 9:00 AM sharp - the last round of pitches before Pre-IC :rocket:\n:stopwatch: Format as usual: 4 min max including progress slide + short Q&A\n :computer: Where: Fully remote on Google Meet\n :handshake: Who: Voluntary, for those who confirmed\nNo need to send me your decks – just have it ready to share when it’s your turn.\nPitch order:\nOrchly\nScoreTrue\nFitBot\nUmamy\nAvaHome\nJooobAI\nLegaLabs\nMirmi\nGovIntel\nSee you tomorrow morning online!:coffee:",
    "Notes / Feedback": null,
    "Attachments": null,
    "Participants": null,
    "Name (from linked)": null,
    "Notes 2": null
  },
  {
    "Name": "Selection Day 30/07/2025",
    "Date": "7/30/2025 4:00pm",
    "Program Week": "Week 8",
    "Type of session": "Selection Day",
    "Speaker": "LPs, Dominika Wilinska",
    "Emails": null,
    "Slack Instruction & Email Commu": "Message 2 hours before:\n\nHi @channel,\nPlease send me your deck by 3:15 pm (if you are presenting in person - otherwise be ready to share your screen)!\nYou will present with my computer and your presentation will already be pulled up when you come into the room.\nThank you!!",
    "Notes / Feedback": null,
    "Attachments": null,
    "Participants": null,
    "Name (from linked)": null,
    "Notes 2": null
  },
  {
    "Name": "Pre-IC",
    "Date": "9/8/2025 10:00am",
    "Program Week": "Week 14 - Sprint Channel",
    "Type of session": "Pre-IC",
    "Speaker": null,
    "Emails": null,
    "Slack Instruction & Email Commu": "message before: \nHey @channel, we start in 5 minutes!\n+ description where the room is\n\n\nmessage after:\n@channel\n:clap: Well done everyone – today’s Pre-IC was a big milestone. You’ve all put in 3 months of intense work, and it showed. I saw some big leaps of improvement in your pitches (but there’s still some work to do though :slightly_smiling_face: ).\nWe’ll be sharing the result tomorrow morning to make sure we take the best decision on a clear head after a long day.\nNext stop: La Felicita for drinks in 10 minutes to celebrate this milestone. See you there! :fire:",
    "Notes / Feedback": null,
    "Attachments": null,
    "Participants": null,
    "Name (from linked)": null,
    "Notes 2": null
  },
  {
    "Name": "Investment Committee",
    "Date": "9/12/2025 4:00pm",
    "Program Week": "Week 14 - Sprint Channel",
    "Type of session": "IC",
    "Speaker": null,
    "Emails": null,
    "Slack Instruction & Email Commu": null,
    "Notes / Feedback": null,
    "Attachments": null,
    "Participants": null,
    "Name (from linked)": null,
    "Notes 2": null
  }
]